Repository: linuxmint/mintreport
Catalog: po/mintreport-la.po
Languages: la

source: System Reports
la: Relationes Systematis

source: Restore ignored reports
la: Relationes neglectae restitue

source: Quit
la: Relinque

source: About
la: Circa

source: An error occurred while gathering the system information.
la: Error evenit cum informationes systematis colligarentur.

source: System information copied
la: Informationes systematis duplicatae

source: Your system information was copied into your clipboard so you can paste it on the forums.
la: Informationes tui systematis in latibulo duplicatae ad eas in fora includendas.

source: System information uploaded
la: Informationes systematis ad rete missae

source: An error occurred while uploading the system information
la: Error evenit cum informationes systematis ad rete mitterentur

source: Ignore this report
la: Hanc relationem neglege

source: Are you sure you want to ignore this report?
la: Hanc relationem neglegere visne?

source: The report will be permanently ignored and will no longer be visible.
la: Relatio perpetuo neglegetur et numquam ostendebatur.

source: The debug symbols are missing for %(program)s. Please install %(package)s.
la: Symbola emendationis non inveniuntur in %(program)s. %(package)s institue quaeso.

source: The package providing %s could not be found. If you want to generate a stack trace for this crash report, please reinstall it.
la: Fasciculus %s continens non invenitur. Eum institue si vestigia struis pro hac relatione casus creare vis.

source: The headers or binaries installed on your system do not match the code which was executed during the crash. They probably got upgraded since. A stack trace is available in 'Local Files' but its content is probably inaccurate.
la: Praescriptiones vel binaria in tuo systemate institutae cum codice pulso inter casum non aequant. Probabiliter novatae sunt. Vestigia stuis in 'Plicis Localibus' parata sunt sed fortasse non sunt accurata.

source: Show System Reports
la: Relationes Systematis Ostende

source: Some system reports require your attention
la: Relationes systematis nonnullae inspiciendae sunt

source: System Snapshots
la: Photographia Systematis

source: A Timeshift system snapshot is being created.
la: Photographia systematis Timeshift creatur.

source: Automatic Updates
la: Novationes Automaticae

source: Automatic updates are being installed.
la: Novationes automaticae instituuntur.

source: Troubleshoot problems
la: Problemata investiga

source: Troubleshooting Tool
la: Instrumentum ad Investigandum

source: Running system checks...
la: Systema inspicitur ...

source: No problems were detected
la: Nullum problema inventum

source: System reports
la: Relationes systematis

source: Copy
la: Duplica

source: Copy to clipboard (code tags are added to make it easy to paste the system information into the forums)
la: Ad latibulum duplica (pittacia codicis adduntur ad informationes systematis in fora facile includendas)

source: Upload
la: Ad rete mitte

source: Upload to a pastebin service (no personal information included)
la: Ad pastebin officium mitte (nulla informatio privata addita)

source: System information
la: Informationes systematis

source: Crash reports are not available
la: Relationes casus non paratae

source: To enable crash reporting, install systemd-coredump and reboot your computer.
la: Ad relationes casus creandas systemd-coredump institue atque computatorem iterum accende.

source: Crash reports:
la: Relationes casus:

source: Stack trace:
la: Vestigium truis:

source: When seeking help, check for existing bug reports, pastebin the trace, share crash.tar.gz (from Local Files) and explain how to reproduce the crash.
la: Auxilium quaerendo relationes mendorum cognitorum inspice, vestigia ad pastebin mitte, crash.tar.gz (e Plicis Localibus) communica atque quomodo casus suscitari possit explica.

source: Local Files
la: Plicae Locales

source: Open the directory containing crash.tar.gz and its content.
la: Directorium crash.tar.gz continens atque eius sarcinas aperi.

source: Bug Tracker
la: Secutor Mendorum

source: Find the most appropriate bug tracker.
la: Secutorem mendorum optimum inveni.

source: Upload the trace to the Internet.
la: Vestigia ad Interrete mitte.

source: Developers need to know where the code fails or how to reproduce the issue. Always provide a trace and reliable instructions to trigger/observe the problem.
la: Delineatoribus necesse est scire ubi codex defiat vel quomodo casus recreatur. Semper vestigia et informationes certas para ad problema recreandum/inspiciendum.

source: Crash reports
la: Relationes casus

source: Refresh
la: Renova

source: Add the XApp Status applet
la: XApp miniapplicationem status adde

source: The XApp Status applet allows applications to provide a tray icon without rendering glitches and with support for HiDPI and symbolic icons.
la: XApp Status miniapplicatio applicationibus iconem lancis confert sine erroribus visualibus et cum HiPDI iconumque toleratione.

source: Right-click the panel and choose 'Add to Panel'.
la: Laeva tabulam clica et 'Ad Tabulam Adde' elige.

source: Add the XApp Status applet to the panel
la: XApp Status miniapplicationem ad tabulam adde

source: Install multimedia codecs
la: Multimediorum codeca institue

source: Multimedia codecs are required to play some video formats and to properly render some websites.
la: Multimediorum codecis ad videos situsque aliquos reproducendos opus est.

source: Install the Multimedia Codecs
la: Multimediorum Codeca Institue

source: Set up the system restore utility
la: Utilitatem restoratione systematis institue

source: Linux Mint provides a system restore utility called Timeshift.
la: Linux Mint utilitatem restoratione systematis Timeshift appellatam praebet.

source: Thanks to Timeshift you can take snapshots of the system, either manually or automatically.
la: Per Timeshift photographia systematis, vel manibus vel automatice, capi potest.

source: If something goes wrong you can then restore your operating system from a previously saved snapshot.
la: In rebus adversis tuum systema operativum restitui potest e photographia systematis antehac servata.

source: Launch Timeshift
la: Timeshift pelle

source: A new version of Linux Mint is available
la: Nova version Linucis Mint parata est

source: Visit %s for the latest announcements.
la: De novissimis nuntiis %s vise.

source: Upgrade to %s
la: Ad %s renova

source: Your version of Linux Mint will soon reach End-Of-Life (EOL)
la: Tua versio Linucis Mint ad finem vitae (EOL) appropinquat

source: It will stop receiving support and updates in a day.
la: Cis diem unum toleratio et novationes vanescent.

source: Your version of Linux Mint is no longer supported
la: Tua versio Linucis Mint iam non toleratur

source: It reached End-Of-Life (EOL) yesterday.
la: Ad finem vitae (EOL) heri pervenit.

source: Visit %s to find information about newer releases.
la: De novis versionibus %s vise.

source: Perform usrmerge conversion
la: Conversionem usrmerge perfice

source: We recommend you convert your system with usrmerge.
la: Suademus ut tuum systema ab usrmerge transmutetur.

source: To convert your system, open a terminal and type:
la: Ut systema tuum transmutetur terminale aperi atque digita:

source: You should reboot the computer once this completes.
la: In fine computator iterum accendendus est.

source: More information
la: Informationes additiciae

source: Remove conflicting indicators
la: Dissentientes indicatores remove

source: The following packages prevent tray icons from working properly:
la: Fasciculi sequentes iconem lancis impediunt:

source: Note: You will need to log out after removing them.
la: Cave: post hos remotos exire oportet.

source: Remove the conflicting packages.
la: Dissentientes fasciculos remove.

source: Install language packs
la: Fasciculos languarum institue

source: The following localization packages are missing to properly support your language:
la: Hi fasciculi configuratione regionale linguae tuae absunt:

source: Install the Language Packs
la: Fasciculos Languarum Institue

source: Install hardware drivers
la: Gubernatores apparatuum institue

source: Processor
la: Processorium

source: Unknown
la: Incognitum

source: %s (unknown)
la: %s (incognitum)

source: Hardware drivers are available for the following devices:
la: Apparatibus sequentibus gubernatores parati sunt:

source: Launch the Driver Manager
la: Administratorem Gubernatorum Pelle
