Repository: linuxmint/mintreport
Catalog: po/mintreport-*.po
Languages: am, ar, ast, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, ka, kab, lo, lt, lv, ms, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, te, tr, uk, vi

source: Running system checks...
am: የ ስርአት መመርመሪያ በማስኬድ ላይ...
ar: يجري تشغيل فحوصات النظام...
ast: Faciendo prebes nel sistema...
be: Ідуць праверкі сістэмы...
bg: Върви проверка на системата...
bn: সিস্টেম পরীক্ষা চলছে...
ca: Executant comprovacions del sistema ...
cs: Spouštění kontrol systému…
cy: Rhedeg gwiriadau system...
da: Kører systemtjek …
de: Systemprüfungen laufen …
el: Εκτελούνται έλεγχοι συστήματος..
eo: Rulado de sistemkontroloj...
es: Ejecutando comprobaciones del sistema...
et: Süsteemi kontrolli käivitamine...
eu: Sistemaren egiaztapenak exekutatzen...
fa: درحال اجرای بررسی‌های سیستم...
fi: Tarkastukset käynnissä...
fr_ca: Vérification du système…
he: הרצת בדיקות מערכת...
hi: सिस्टम जाँच की जा रही है
hr: Pokretanje provjera sustava...
hu: Rendszerellenőrzés folyamatban…
ia: Executante verificationes de systema...
id: Menjalankan pemeriksaan sistem...
is: Keyri kerfisprófanir...
it: Esecuzione dei controlli di sistema...
ja: システムチェックを実行しています...
ka: სისტემური შემოწმებების გაშვება...
kab: Selkem iselkinen n unagraw...
lo: ກຳລັງກວດສອບລະບົບ...
lt: Vykdomi sistemos patikrinimai...
lv: Veic sistēmas pārbaudes...
ms: Sedang menjalankan pemeriksaan sistem...
nb: Kjører systemsjekker...
nl: Systeemcontroles aan het uitvoeren...
nn: Køyrer systemsjekkar...
oc: Execucion de las verificacions del sistèma...
pl: Przebiega kontrola systemu...
pt: A executar verificações do sistema...
pt_br: Executando verificações do sistema...
ro: Rulează verificarea sistemului...
ru: Запуск проверки системы...
sk: Prebiehajú kontroly systému...
sl: Izvajanje sistemskih preverjanj ...
sr: Покретање провера система...
sr@latin: Izvršavam sistemske provere...
sv: Kör systemkontroller...
te: వ్యవస్థను పరీక్షిస్తున్నాము...
tr: Sistem kontrol ediliyor...
uk: Запуск перевірки системи...
vi: Đang chạy kiểm tra hệ thống ...

source: No problems were detected
am: ምንም ችግር አልተገኘም
ar: لم يتم اكتشاف أي مشاكل
ast: Nun s'alcontró dengún problema
be: Не было заўважана праблем
bg: Няма засечени проблеми
bn: কোনও সমস্যা সনাক্ত করা যায়নি
ca: No s'han detectat problemes
cs: Nebyly zjištěny žádné problémy
cy: Heb ganfod unrhyw broblemau
da: Der blev ikke fundet nogen problemer
de: Es wurden keine Probleme erkannt
el: Δεν εντοπίστηκαν προβλήματα
eo: Neniuj problemoj estis detektitaj
es: No se han detectado problemas
et: Ühtegi probleemi ei leitud
eu: Ez da arazorik antzeman
fa: مشکلی شناسایی نشد
fi: Ongelmia ei havaittu
fr_ca: Aucun problème n’a été détecté
he: לא זוהו בעיות
hi: कोई समस्या नहीं पाई गई
hr: Nema otkrivenih problema
hu: Nincsenek problémák
ia: Nulle problema disvelate
id: Tidak ada masalah yang terdeteksi
is: Engin vandamál fundust
it: Non sono stati rilevati problemi
ja: 問題は検出されませんでした
ka: პრობლემები ვერ ვიპონეთ
kab: Ulac ugur yettwafen
lo: ບໍ່ພົບເຫັນບັນຫາໃດໆ
lt: Neaptikta jokių problemų
lv: Problēmas netika konstatētas
ms: Tiada masalah dikesan
nb: Ingen problemer ble oppdaget
nl: Er werden geen problemen vastgesteld
nn: Ingen problem vart oppdaga
oc: Cap de problèma pas detectat
pl: Nie wykryto problemów
pt: Não foram detetados problemas
pt_br: Nenhum problema foi detectado
ro: Nu au fost detectate probleme
ru: Проблем не обнаружено
sk: Neboli zistené žiadne problémy.
sl: Nobena težava ni bila zaznana
sr: Нису пронађени проблеми
sr@latin: Nisu otkriveni nikakvi problemi
sv: Inga problem hittades
te: ఏ సమస్యలు గుర్తించబడలేదు
tr: Hiçbir sorun tespit edilmedi
uk: Проблем немає
vi: Không có vấn đề được phát hiện

source: Crash reports are not available
am: የ ግጭት መግለጫ አልተገኘም:
ar: تقارير إنهيار النظام ليست متاحة
ast: Los reportes de rompedura nun tan disponibles
be: Справаздачы аб збоях недаступны
bg: Отчети за сривове не са налични
bn: ক্র্যাশ রিপোর্ট পাওয়া যায় নি
ca: Els informes d'error no estan disponibles
cs: Jsou k dispozici hlášení o pádu
cy: Nid yw adroddiadau chwalu ar gael
da: Nedbrudsrapporter er ikke tilgængelige
de: Absturzberichte stehen nicht zur Verfügung.
el: Δεν υπάρχουν διαθέσιμες αναφορές κατάρρευσης
eo: Kraŝraportoj ne disponeblas
es: No están disponibles los informes de error
et: Krahhiaruandeid ei ole
eu: Hutsegite-txostenak ez daude erabilgarri
fa: گزارشات خرابی دردسترس نیستند
fi: Kaatumisraportit eivät ole käytettävissä
fr_ca: Aucun relevé de plantage n’est proposé
he: דוחות קריסה לא זמינים
hi: क्रैश रिपोर्ट उपलब्ध नहीं हैं
hr: Izvještaj rušenja nije dostupan
hu: Összeomlás-jelentések nem érhetőek el
ia: Reportos de collapso non disponibile
id: Laporan kerusakan tidak tersedia
is: Hrunskýrslur eru ekki tiltækar
it: I rapporti sugli arresti anomali non sono disponibili
ja: クラッシュレポートは利用できません
ka: ავარიის მოხსენება არაა ხელმისაწვდომი
kab: Ineqqisen n uɣelluy ur wjiden ara
lo: ບໍ່ມີລາຍງານການຂັດຂ້ອງ
lt: Strigčių pranešimai neprieinami
lv: Avārijas ziņojumi nav pieejami
ms: Laporan ralat tidak tersedia
nb: Krasjrapporter er ikke tilgjengelige
nl: Vastlooprapporten zijn niet beschikbaar
nn: Krasjrapportar er ikkje tilgjengelege
oc: Los rapòrt de plantatge son pas disponibles
pl: Raporty o awariach są niedostępne
pt: Relatórios de falhas não estão disponíveis
pt_br: Relatórios de falhas não estão disponíveis
ro: Rapoartele de avarie nu sunt disponibile
ru: Отчёты о сбоях не доступны
sk: Niesu k dispozícii spravy o zlyhaní.
sl: Poročila o sesutju niso na voljo
sr: Извештај рушења није доступан
sr@latin: Izveštaji o rušenju nisu dostupni
sv: Kraschrapporterna är inte tillgängliga
te: క్రాష్ నివేదికలు అందుబాటులో లేవు
tr: Çökme raporları mevcut değil
uk: Звіти про аварійне завершення роботи недоступні
vi: Không có báo cáo sự cố

source: To enable crash reporting, install systemd-coredump and reboot your computer.
am: የ ግጭት መግለጫ ለ ማስቻል: ይህን ይግጠሙ: systemd-coredump እና የ እርስዎን ኮምፒዩተር እንደገና ያስነሱ:
ar: من أجل تفعيل تقارير الإنهيارات، ثبّت systemd-coredump وأعد تشغيل الحاسوب.
ast: P'autivar el reporte de rompedures, istala systemd-coredump ya reanicia'l to ordenador.
be: Каб уключыць справаздачы аб збоях, усталюйце systemd-coredump і перазагрузіце камп'ютар.
bg: За включване на отчета за срив, инсталирайте systemd-coredump и рестартирайте компютъра.
bn: ক্র্যাশ প্রতিবেদন সক্ষম করতে, systemd-coredump ইনস্টল করুন এবং আপনার কম্পিউটারটি রিবুট করুন।
ca: Per habilitar els informes d'errors, instal·leu systemd-coredump i reinicieu l'ordinador.
cs: Pro zapnutí hlášení o pádech, nainstalujte balíček systemd-coredump a restartujte počítač.
cy: I alluogi adrodd ar chwalu, gosodwch systemd-coredump ac ail gychwyn eich cyfrifiadur.
da: Installér systemd-coredump og genstart computeren for at aktivere rapportering af nedbrud.
de: Um die Absturzberichterstattung zu aktivieren, installieren Sie systemd-coredump und starten Sie Ihren Rechner neu.
el: Για να ενεργοποιήσετε την αναφορά καταρρεύσεων, εγκαταστήστε το systemd-coredump και κάνε επανεκκίνηση στον υπολογιστή σας.
eo: Por ŝalti kraŝraportadon instalu systemd-nekropsion kaj denove praŝargu vian komputilon.
es: Para activar los informes de error, instale systemd-coredump y reinicie el equipo.
et: Krahhiaruannete kogumiseks paigalda systemd-coredump ja tee arvutile taaskäivitus.
eu: Hutsegite-txostenak gaitzeko instalatu systemd-coredump eta berrabiarazi ordenagailua.
fa: برای فعالسازی گزارش خرابی، systemd-coredump را نصب کنید و رایانه خود را راه‌اندازی مجدد کنید.
fi: Ota kaatumisraportointi käyttöön asentamalla systemd-coredump ja käynnistä tietokone uudelleen.
fr_ca: Pour activer les relevés de plantage, installez systemd-coredump et redémarrez votre ordinateur.
he: כדי לאפשר דוחות קריסה, נא להתקין systemd-coredump ולאתחל את המחשב.
hi: क्रैश रिपोर्टिंग सक्रिय करने हेतु, systemd-coredump इंस्टॉल कर अपने कंप्यूटर को पुनः आरंभ करें।
hr: Za omogućavanje izvještaja rušenja, instalirajte systemd-coredump paket i ponovno pokrenite svoje računalo.
hu: Az összeomlás-jelentések bekapcsolásához telepítse a „systemd-coredump” szoftvercsomagot, majd indítsa újra a számítógépet.
ia: Pro activar le reporto de collapso, installa systemd-coredump e reinitia tu computator.
id: Untuk mengaktifkan pelaporan kerusakan, instal systemd-coredump dan boot ulang komputer Anda.
is: Til að virkja hrunskýrslur, skaltu setja inn systemd-coredump og endurræsa tölvuna þína.
it: Per abilitare la segnalazione di arresti anomali, installare systemd-coredump e riavviare il computer.
ja: クラッシュレポートを有効にするには systemd-coredump をインストールし、コンピューターを再起動してください。
ka: ავარიის მოხსენების ჩასართავად, დააყენე systemd-coredump და გადატვირთე შენი კომპიუტერი.
kab: Iwakken ad tesremdeḍ ineqqisen n uɣelluy, sbedd systemd-coredump sakin sekker tikkelt-nniḍen aselkim-inek.
lo: ເພື່ອເປີດໃຊ້ການລາຍງານການຂັດຂ້ອງ, ກະລຸນາຕິດຕັ້ງ systemd-coredump ແລະ ຣີບູດຄອມພິວເຕີຂອງທ່ານ.
lt: Norėdami įjungti strigčių pranešimus, įdiekite systemd-coredump ir paleiskite kompiuterį iš naujo.
lv: Lai iespējotu ziņošanu par avārijām, instalēj systemd-coredump un restartē datoru.
ms: Untuk mengaktifkan pelaporan ralat, pasang systemd-coredump dan mulakan semula komputer anda.
nb: For å aktivere krasjrapportering, installer systemd-coredump og start datamaskinen på nytt.
nl: Om vastlooprapporten in te schakelen, installeert u systemd-coredump en herstart u uw computer.
nn: For å slå på krasjrapportering, installer systemd-coredump og start datamaskina på nytt.
oc: Per activar lo senhalament de plantatge, installatz systemd-coredump e reaviatz l'ordenador.
pl: Aby włączyć raportowanie o awariach, zainstaluj systemd-coredump i zrestartuj komputer.
pt: Para ativar o relatório de falhas, instale 'systemd-coredump' e reinicie o seu computador.
pt_br: Para ativar o relatório de falhas, instale o systemd-coredump e reinicie o seu computador.
ro: Pentru a activa raportarea avariilor, instalați systemd-coredump și reporniți calculatorul.
ru: Для включения возможности создания отчётов о сбоях установите «systemd-coredump» и перезагрузите компьютер.
sk: Pre yapnutie hlásení o zlyhaniach si najnštalujte balíček systemd-coredump a reštartujte počítač.
sl: Da bi omogočili poročanje o sesutju, namestite systemd-coredump in ponovno zaženite računalnik.
sr: Да бисте омогућили извештај о рушењу, инсталирајте systemd-coredump пакет и поново покрените рачунар.
sr@latin: Da bi omogućili izveštavanje o rušenju, instalirajte systemd-coredump i ponovo pokrenite Vaš računar.
sv: För att aktivera kraschrapportering, installera systemd-coredump och starta om din dator.
te: క్రాష్ నివేదికలను ప్రారంభించడానికి, systemd-coredump ను స్థాపించండి మరియు మీ కంప్యూటర్‌ను పునఃప్రారంభించండి.
tr: Çökme raporlamasını etkinleştirmek için, systemd-coredump paketini kurun ve bilgisayarınızı yeniden başlatın.
uk: Щоб увімкнути звіт про аварійне завершення роботи, встановіть systemd-coredump і перезавантажте комп'ютер.
vi: Để bật báo cáo sự cố, hãy cài đặt systemd-coredump và khởi động lại máy tính của bạn.

source: Crash Reports
bg: Отчети за сривове
ca: Informes de fallades
cy: Adroddiadau Damweiniau
de: Absturzberichte
el: Αναφορές σφαλμάτων
eo: Kraŝraportoj
es: Informes de fallos
fi: Kaatumistiedot
fr_ca: Relevés de plantage
he: דוח התרסקות
hr: Prijava pada sustava
hu: Összeomlás-jelentések
ia: Reportos de collapso
is: Hrunskýrslur
it: Rapporti sui crash
ja: クラッシュレポート
ka: ავარიების მოხსენებები
lo: ລາຍງານການຂັດຂ້ອງ
lv: Avāriju ziņojumi
nb: Feilrapporter
nl: Vastlooprapporten
nn: Feilrapportar
oc: Rapòrt de plantatge
pl: Raporty o awariach
pt: Relatórios de falhas
pt_br: Relatório de erros
ru: Отчёты о сбоях
sr: Извештаји о урушавањима
sv: Kraschrapporter
tr: Çökme Raporları
uk: Звіти про збої
vi: Báo lỗi

source: Stack Trace
bg: Проследяване на стека
ca: Seguiment de la pila
cy: Olrhain Pentwr
de: Stapelüberwachung
el: Παρακολούθηση στοίβας
eo: Staka spuro
es: Examinar la pila
fi: Pinon seuranta
fr_ca: Trace de la pile
he: מעקב מחסנית
hr: Trag stoga
hu: Verem-nyomkövetés
ia: Tracia del pila
is: Staflarakning (stack trace)
ja: スタックトレース
ka: "სტაკის" კვალი
lo: ສະແຕັກເທຣສ
lv: Steka izsekošana
nb: Stakksporing
nl: Stack-tracering
nn: Stakksporing
oc: Traça de la pila
pl: Śledzenie stosu
pt: Rastreio de pilha
pt_br: Rastreamento da Pilha
ru: Трассировка стека
sr: Стање низа
sv: Stack-spårning
tr: Çökme İzleme
uk: Трасування стека
vi: Dấu vết ngăn xếp

source: When seeking help, check for existing bug reports, pastebin the trace, share crash.tar.gz (from Local Files) and explain how to reproduce the crash.
am: እርዳታ በሚፈልጉ ጊዜ: የ ነበረ የ ችግር መግለጫ ይመርምሩ: pastebin the trace, share crash.tar.gz (from Local Files) እና ያስረዳል ግጭቱን እንዴት እንደገና እንደሚፈጥሩ
ar: عند طلب المساعدة، تحقق من وجود تقارير أخطاء موجودة، pastebin the trace, share crash.tar.gz (من الملفات المحلية)، وشرح كيفية إعادة إنشاء التعطل.
ast: Al guetar aida, compreba los reportes d'erros ya esistentes, xubi el rastru a pastebin, comparti el crash.tar.gz de los tos Ficheros llocales ya esplica comu acontez la rompedura.
be: Калі шукаеце дапамогу, праверце існуючыя справаздачы аб памылках, тэкст атрыманага следа стэка, падзяліцеся crash.tar.gz (з Local Files) і растлумачце, як паўтарыць збой.
bg: Когато търсите помощ, проверете за съществуващи отчети за грешки, проверете в pastebin, споделете crash.tar.gz (от локалните файлове) и обяснете как да възпроизведем срива.
bn: সহায়তা চাইবার সময়, বিদ্যমান বাগের প্রতিবেদনগুলি পরীক্ষা করুন, ট্রেসটি পেস্টবিন করুন, crash.tar.gz (স্থানীয় ফাইলগুলি থেকে) শেয়ার করুন এবং কীভাবে ক্রাশটি পুনরুত্পাদন করা যায় তা ব্যাখ্যা করুন।
ca: Quan busqueu ajuda, comproveu si hi ha informes d'errors existents, Pastebin de la traça, compartiu el fitxer crash.tar.gz (a partir de fitxers locals) i expliqueu com reproduir el bloqueig.
cs: Při hledání pomoci se podívejte do existujících hlášení chyb, nasdílejte přes pastebin výpis zásobníku (stack trace), nasdílejte crash.tar.gz (z Místní soubory) a popište postup, jakým pád přivodit.
cy: Wrth chwilio am gymorth, gwiriwch adroddiadau gwallau presennol, cadwch yr adroddiad chwalu, rhannu crash.tar.gz (o'r Ffeiliau Lleol) ac esbonio sut i ailgynhyrchu'r chwalfa.
da: Når du søger hjælp, så søg efter eksisterende fejlrapporter, overfør sporet til en pastebin, del crash.tar.gz (fra Lokale filer) og forklar, hvordan nedbruddet kan reproduceres.
de: Bei der Suche nach Hilfe, bitte nach vorhandenen Fehlerberichten suchen, die Stapelspeicherzurückverfolgung auf Pastebin hochladen, crash.tar.gz (aus den lokalen Dateien) freigeben und erläutern, wie der Absturz erneut erzeugt werden kann.
el: Όταν αναζητείτε βοήθεια, ελέγξτε τις υπάρχουσες αναφορές σφαλμάτων, pastebin το ίχνος, μοιραστείτε το crash.tar.gz (από τα τοπικά αρχεία) και εξηγήστε πώς να αναπαραγάγετε τη συντριβή.
eo: Kiam vi deziras helpon, serĉu ekzistajn cimraportojn, alŝutu al pastebin la spurodosieron, konigu crash.tar.gz (el lokaj dosieroj) kaj klarigu, kiel reprodukti la kraŝon.
es: Cuando busque ayuda, compruebe los informes de error existentes, envíe el seguimiento a un pastebin, comparta el archivo crash.tar.gz (Archivos locales) y explique cómo reproducir el error.
et: Abi otsimisel vaata olemasolevaid veaaruandeid, saada pinu (trace) pastebin-i, jaga crash.tar.gz faili (kohalikest failidest) ja selgita, kuidas krahhi korrata.
eu: Laguntza bilatzean, egiaztatu dagoeneko errore-txostenik baden, pastebin-era kargatu aztarna, partekatu crash.tar.gz (Fitxategi lokaletatik) eta azaldu nola errepikatu hutsegitea.
fa: برای یافتن کمک، برای گزارشات اشکال موجود جست‌وجو کنید، رَد را pastebin کنید، crash.tar.gz را (از فایل های محلی) به اشتراک بگذارید و توضیح دهید چگونه میشود خطا را بازتولید کرد.
fi: Kun etsit apua, tarkista virheraportit, jaa crash.tar.gz (paikallisista tiedostoista) ja selitä kuinka kaatuminen toistetaan.
fr_ca: Quand vous cherchez de l’aide, vérifiez la présence de relevés de bogues existants, téléversez la trace sur un site de partage de texte, partagez le fichier crash.tar.gz (de « Fichiers locaux ») et expliquez comment reproduire le plantage.
he: לקבלת עזרה, נא לבדוק קודם אם כבר יש דוחות תקלה בנושא המבוקש, להעלות את העקבות ל־pastebin, לשתף את הקובץ בשם crash.tar.gz (מהקבצים המקומיים) ולהסביר כיצד לשחזר את התקלה גם במחשבים אחרים.
hi: मदद माँगते समय, पहले से मौजूद बग रिपोर्टो पर भी ढूंढे, Pastebin पर ट्रेस डाले, crash.tar.gz की सामग्री को साझा करें (लोकल फाइलों से प्राप्त करें) व यह बताएं कि क्रैश दोबारा कैसे उत्पन्न किया जा सकता है।
hr: Kada tražite pomoć, provjerite postojeće izvještaje, zalijepite pastebinom stavke, podijelite crash.tar.gz (iz Lokalnih datoteka) i objasnite kako reproducirati rušenje.
hu: Amikor segítséget keres egy hibához, akkor nézze át a már bejelentett hibákat, ossza meg a verem-nyomkövetést Pastebin segítségével, a „Helyi fájlok” közül ossza meg a vonatkozó crash.tar.gz fájlt, illetve írja le, hogy milyen módon lehet előidézni a hibát.
ia: Quando tu cerca adjuta, verifica le reportos de defectos existente, le tracia de pastebin, comparti crash.tar.gz (de Local Files) e explica como reproducer le collapso.
id: Saat mencari bantuan, periksa laporan bug yang ada, pastebin (pastebin.com) detail penelusuran, bagikan crash.tar.gz (dari File Lokal) dan jelaskan bagaimana mereproduksi kerusakan.
is: Þegar þú leitar aðstoðar, athugaðu fyrst fyrirliggjandi villuskýrslur, límdu inn rakninguna (pastebin), deildu crash.tar.gz (úr Staðværar skrár) og útskýrðu hvernig hægt sé að endurtaka hrunið.
it: Quando cerchi aiuto, controlla le segnalazioni di bug esistenti, incolla la traccia, condividi il file crash.tar.gz (da 'File locali') e spiega come riprodurre l'arresto anomalo.
ja: 助けを求める際には、既存のバグレポートを確認し、トレースを貼り付け、(ローカルファイルから) crash.tar.gz を共有し、クラッシュを再現する手順を説明してください。
ka: როცა დახმარებას ეძებ, შეამოწმე არსებული პრობლემების მოხსენებები, ჩასვი მათი კვალი "ფეისთბინში/Pastebin", გააზიარე crash.tar.gz (Local Files-ებიდან) და აუხსენი როგორ გაიმეორონ ავარია.
kab: Ma tettnadiḍ tallalt, nadi gar ineqqisen n tuccḍa i yellan, azen adriz ɣer pastebin, zuzer afaylu crash.tar.gz (seg ifuyla idiganen) yerna sfehm-d amek ara talseḍ aɣelluy.
lo: ເມື່ອຕ້ອງການຄວາມຊ່ວຍເຫຼືອ, ໃຫ້ກວດເບິ່ງລາຍງານຂໍ້ບົກພ່ອງທີ່ມີຢູ່, pastebin the trace, ແບ່ງປັນ crash.tar.gz (ຈາກ ໄຟລ໌ທ້ອງຖິ່ນ) ແລະ ອະທິບາຍວິທີເຮັດໃຫ້ເກີດການຂັດຂ້ອງຄືນໃໝ່.
lt: Ieškodami pagalbos, patikrinkite esamus pranešimus apie klaidas, įkelkite į internetą problemos pėdsaką, paviešinkite crash.tar.gz (iš vietinių failų) ir paaiškinkite kaip galima atkartoti strigtį.
lv: Kad meklē palīdzību, pārbaudi esošos kļūdu ziņojumus, ievieto izsekošanas informāciju pastebin, dalies ar crash.tar.gz (no lokālajiem failiem) un izskaidro, kā reproducēt kļūdu.
ms: Apabila meminta bantuan, semak laporan pepijat yang sedia ada, tampalkan jejak timbunan ke pastebin, kongsi fail crash.tar.gz (dari Fail Tempatan) dan jelaskan cara untuk menghasilkan semula ralat tersebut.
nb: Når du søker hjelp, se etter eksisterende feilrapporter, lim inn sporet ved hjelp av pastebin, del crash.tar.gz (fra lokale filer) og forklar hvordan du reproduserer krasjet.
nl: Bij het zoeken van hulp: kijk na of er foutrapporten zijn, plaats de tracering op Pastebin, deel de inhoud van crash.tar.gz (vanuit Lokale bestanden) en leg uit hoe de vastloper kan worden veroorzaakt.
nn: Når du søkjer hjelp, sjekk om det finst eksisterande feilrapportar, last opp sporet til pastebin, del crash.tar.gz (frå lokale filer) og forklar korleis krasjen kan gjenskapast.
oc: Quand cercatz d'ajuda, verificatz la preséncia de rapòrts d’avarias existents, enviatz la traça sus un site de partatge de tèxte, partejatz lo fichièr crash.tar.gz (dempuèi « Fichièrs locals ») e explicatz cossí reproduire lo plantatge.
pl: Poszukując pomocy, sprawdź dostępne raporty błędów, prześlij ślad stosu do aplikacji internetowej Pastebin, udostępnij plik crash.tar.gz (z katalogu plików lokalnych) i wyjaśnij, jak odtworzyć awarię.
pt: Ao procurar ajuda, verifique se os relatórios de erros existem, informe o rastreamento, partilhe o crash.tar.gz (a partir dos ficheiros locais) e explique como reproduzir o erro.
pt_br: Ao procurar ajuda, verifique por relatórios de erros existentes, informe o rastreamento, compartilhe o arquivo crash.tar.gz (dos Arquivos Locais) e explique como reproduzir o erro.
ro: Când căutați ajutor, verificați dacă există deja rapoarte de erori, faceți pastebin trace-ului, distribuiți crash.tar.gz (din Fișiere Locale) și explicați cum se poate reproduce eroarea.
ru: При поиске справки, проверьте существующие отчёты об ошибках, скопируйте трассировку, найдите crash.tar.gz (в локальных файлах) и объясните, как воспроизвести сбой.
sk: Pri vyhľadávaní pomoci, prezrite najrpv existujúce správy chýb, "pastebin the trace", zdieľajte Váš crash.tar.gz (z Local Files) a vysvetlite ako došlo k chybe vo Vašom prípade.
sl: Ko iščete pomo, preverite obstoj poročil o hrošču, sled napake vključite v pastebin, delite datoteko crash.tar.gz (nahaja se med krajevnimi datotekami) in razložite, kako ponoviti sesutje.
sr: Када тражите помоћ, проверите постојеће извештаје о грешкама, поставите траг у pastebin, поделите crash.tar.gz (из Локалне Датотеке) и објасните како репродуктује рушење.
sr@latin: Kada tražite pomoć, proverite postojeće izveštaje o greškama, postavite trag (trace) u pastebin, podelite crash.tar.gz (iz Lokalnih datoteka) i objasnite kako da se reprodukuje rušenje.
sv: När du söker hjälp, leta först efter befintliga felrapporter, klistra in spårningen, dela crash.tar.gz (från Lokala filer) och förklara hur man kan reproducera kraschen.
te: సహాయం కోరేటప్పుడు, ఇప్పటికే ఉన్న లోప నివేదికలు ఉన్నాయేమో తనిఖీ చేయండి, ట్రేస్‌ను పేస్ట్‌బిన్‌లో ఉంచండి, (లోకల్ ఫైళ్లలోని) crash.tar.gz ఫైల్‌ను పంచుకోండి మరియు క్రాష్‌ను ఎలా పునరావృతం చేయాలో వివరించండి.
tr: Yardım aradığınızda, mevcut hata raporlarını kontrol edin, ipuçlarını pastebin'e yükleyin, (yerel dosyalardan) crash.tar.gz dosyasını paylaşın ve hatanın nasıl ortaya çıktığını açıklayın.
uk: Коли ви шукаєте допомогу, перевірте наявні звіти про помилки, помістіть трасування, поділіться crash.tar.gz (із локальних файлів) і поясніть, як відтворити аварійне завершення роботи.
vi: Khi gặp giúp đỡ, kiểm tra xem có báo cáo lỗi nào đã tồn tại, dán vào trace, chia sẻ file crash.tar.xz (từ thư mục Local) và giải thích cách khắc phục.

source: Local Files
am: የ አካባቢ ፋይሎች
ar: الملفات المحلية
ast: Ficheros llocales
bg: Локални файлове
bn: স্থানীয় ফাইলস
ca: Fitxers locals
cs: Místní soubory
cy: Ffeiliau Lleol
da: Lokale filer
de: Lokale Dateien
el: Τοπικά Αρχεία
eo: Lokaj dosieroj
es: Archivos locales
et: Kohalikud failid
eu: Fitxategi lokalak
fa: فایل‌های محلی
fi: Paikalliset tiedostot
fr_ca: Fichiers locaux
he: קבצים מקומיים
hi: लोकल फ़ाइलें
hr: Lokalne datoteke
hu: Helyi fájlok
ia: Files local
id: Berkas Lokal
is: Staðværar skrár
it: File locali
ja: ローカルファイル
ka: ადგილობრივი ფაილები
kab: Ifuyla idiganen
lo: ໄຟລ໌ທ້ອງຖິ່ນ
lt: Vietiniai failai
lv: Lokālie faili
ms: Fail Tempatan
nb: Lokale filer
nl: Lokale bestanden
nn: Lokale filer
oc: Fichièrs locals
pl: Pliki lokalne
pt: Ficheiros locais
pt_br: Arquivos Locais
ro: Fișiere locale
ru: Локальные файлы
sk: Lokálne súbory
sl: Krajevne datoteke
sr: Локални фајлови
sr@latin: Lokalne datoteke
sv: Lokala filer
te: స్థానిక ఫైలు‌లు
tr: Yerel Dosyalar
uk: Локальні файли
vi: Tập tin cục bộ
