Repository: linuxmint/mintreport
Catalog: po/mintreport-*.po
Languages: am, ar, ast, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, ka, kab, lo, lt, lv, ms, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, te, tr, uk, vi

source: Power
bg: Производителност
ca: Energia
cy: Pŵer
de: Leistung
el: Ενέργεια
eo: kurento
es: Energía
fi: Virransäästö
fr_ca: Alimentation
he: חשמל
hr: Snaga
hu: Energiaellátás
ia: Energia
is: Afl
it: Assorbimento
ja: 電源
ka: ძალა
lo: ພະລັງງານ
lv: Jauda
nb: Strøm
nl: Energie
nn: Straum
oc: Poténcia
pl: Zasilanie
pt: Energia
pt_br: Energia
ru: Электропитание
sr: Напајање
sv: Effekt
tr: Güç
uk: Живлення
vi: Nguồn điện

source: USB %(version)s controller (Bus #%(number)s) – Max speed: %(speed)s
bg: USB %(version)s контролер (Bus #%(number)s) – Максимална скорост: %(speed)s
ca: Controlador USB %(version)s (Bus #%(number)s) – Vel. màx.: %(speed)s
cy: Rheolydd USB %(version)s (Bws #%(number)s) – Cyflymder mwyaf: %(speed)s
de: USB %(version)s Regler (Bus #%(number)s) – Maximale Geschwindigkeit: %(speed)s
el: USB %(version)s controller (Bus #%(number)s) – Μέγιστη ταχύτητα: %(speed)s
eo: USB %(version)s regilo (Buso #%(number)s) – Maks rapido: %(speed)s
es: Controlador USB %(version)s (Bus #%(number)s) – Vel. máx: %(speed)s
fi: USB %(version)s – (väylä #%(number)s) – suurin nopeus: %(speed)s
fr_ca: Contrôleur USB %(version)s (bus no %(number)s) – Débit maximale : %(speed)s
he: USB %(version)s בקר (Bus #%(number)s) – מהירות מרבית: %(speed)s
hr: USB %(version)s kontroler (Bus #%(number)s) – Maksimalna brzina: %(speed)s
hu: USB %(version)s vezérlő (Busz #%(number)s) – Maximális sebesség: %(speed)s
ia: Controlator USB %(version)s (Bus #%(number)s) – Vel. max: %(speed)s
is: USB %(version)s stýring (Rás #%(number)s) – Hámarkshraði: %(speed)s
it: Controller USB %(version)s (Bus #%(number)s) – Velocità max: %(speed)s
ja: USB %(version)s コントローラー (バス #%(number)s) – 最大速度: %(speed)s
ka: USB %(version)s მმართველი ("ბასი" #%(number)s) - მაქსიმალური სიჩქარე: %(speed)s
lo: ຕົວຄວບຄຸມ USB %(version)s (ບັສ #%(number)s) – ຄວາມໄວສູງສຸດ: %(speed)s
lv: USB %(version)s kontrolieris (Magistrāle Nr. %(number)s) – Maksimālais ātrums: %(speed)s
nb: USB %(version)s kontroller (Bus #%(number)s) – Maks hastighet: %(speed)s
nl: USB %(version)s controller (Bus #%(number)s) – Max snelheid: %(speed)s
nn: USB %(version)s kontrollar (Bus #%(number)s) – Maks hastigheit: %(speed)s
oc: Contrarotlador USB %(version)s (bus no %(number)s) – Velocitat maximala : %(speed)s
pl: Kontroler USB %(version)s (magistrala nr %(number)s) – Maksymalna prędkość: %(speed)s
pt: Controlador USB %(version)s (Bus #%(number)s) – Velocidade máxima: %(speed)s
pt_br: Controlador USB %(version)s (Bus #%(number)s) – Velocidade máxima: %(speed)s
ru: Контроллер USB %(version)s (шина №%(number)s) — максимальная скорость: %(speed)s
sr: УСБ %(version)s контролер (Сабирница #%(number)s) – Највећа брзина %(speed)s
sv: USB %(version)s-kontroller (Buss nr %(number)s) – Maxhastighet: %(speed)s
tr: USB %(version)s kontrolcüsü (Bus #%(number)s) – Maks. hız: %(speed)s
uk: Контролер USB %(version)s (шина #%(number)s) – Максимальна швидкість: %(speed)s
vi: Bộ điều khiển USB %(version)s (Bus #%(number)s) – Tốc độ tối đa: %(speed)s

source: %d mA
uk: %d мА

source: %s mA max
bg: %s mA макс
ca: %s mA màx
cy: Uchafswm %s mA
eo: %s mA maks
fr_ca: %s mA maximum
hu: %s mA (maximum)
is: %s mA hám
ja: 最大 %s mA
ka: %s mA მაქსიმალური
lo: ສູງສຸດ %s mA
lv: %s mA maks
nb: %s mA maks
nn: %s mA maks
pl: %s mA maks.
pt: %s mA máx
ru: Максимум %s mA
tr: %s mA maks.
uk: %s мА макс
vi: %s mA tối đa

source: The ID of the device was copied into your clipboard.
bg: ID на устройството беше копирано в клипорда.
ca: L'ID del dispositiu s'ha copiat al porta-retalls.
cy: Copïwyd ID y ddyfais i'ch clipfwrdd.
de: Die Gerätekennung wurde in Ihre Zwischenablage kopiert.
el: Το αναγνωριστικό της συσκευής αντιγράφηκε στο πρόχειρό σας.
eo: La identigilo de la aparato estas kopiita en vian tondujon.
es: Se ha copiado el ID del dispositivo en el portapapeles.
fi: Laittetunnus kopioitiin leikepöydälle.
fr_ca: L’identifiant du périphérique a été copié dans votre presse-papiers.
he: מזהה ההתקן הועתק ללוח הגזירים
hr: ID uređaj je spremljen u međuspremnik.
hu: Az eszköz azonosítója a vágólapra lett másolva.
ia: Le ID del apparato era copiate al area de transferentia
is: Auðkenni tækisins var afritað á klippispjaldið.
it: L'ID del dispositivo è stato copiato negli appunti.
ja: デバイスの ID がクリップボードにコピーされました。
ka: ამ მოწყობილობის ID კოპირებულია შენს სანიშნში.
lo: ໄອດີຂອງອຸປະກອນໄດ້ຖືກສຳເນົາໄປໄວ້ໃນຄລິບບອດຂອງທ່ານແລ້ວ.
lv: Ierīces ID tika nokopēts starpliktuvē.
nb: Enhets-ID kopiert til utklippstavlen.
nl: De ID van het apparaat werd gekopieerd naar uw klembord.
nn: Einings-ID kopiert til utklippstavla.
oc: L’identificant del periferic es estat copiat al quichapapièrs.
pl: Identyfikator urządzenia został skopiowany do schowka.
pt: O ID do dispositivo foi copiado para a sua área de transferência.
pt_br: O ID do dispositivo foi copiado para sua área de transferência
ru: ID устройства скопирован в буфер обмена.
sr: ИД уређаја је умножен у вашу оставу.
sv: Enhetens ID har kopierats till urklipp.
tr: Aygıtın ID'si panonuza kopyalandı.
uk: Ідентифікатор пристрою скопійовано в буфер обміну.
vi: Mã thiết bị đã được sao chép vào bảng nhớ tạm

source: Troubleshoot problems
am: ችግር ፈልጎ ማግኛ
ar: استكشاف الأخطاء وإصلاحها
ast: Iguar problemes
be: Выпраўленне непаладак
bg: Отстраняване на проблеми
bn: সমস্যার সমাধান বের করুন
ca: Resoleu els problemes
cs: Řešení problémů
cy: Anawsterau datrys problemau
da: Fejlfinding af problemer
de: Probleme lösen
el: Αντιμετώπιση προβλημάτων
eo: Solvendaj problemoj
es: Solucionar problemas
et: Vigadele lahenduste otsimine
eu: Konpondu arazoak
fa: عیب‌یابی مشکلات
fi: Ongelmien vianmääritys
fr_ca: Dépannage des problèmes
he: פתרון בעיות
hi: समस्याओं का निवारण करें
hr: Otklanjanje problema
hu: Hibaelhárítás
ia: Resolution de problemas
id: Memecahkan masalah
is: Leysa vandamál
it: Risoluzione dei problemi
ja: 問題のトラブルシューティング
ka: პრობლემების გადაწყვეტა
kab: Aseggem n wuguren
lo: ແກ້ໄຂບັນຫາ
lt: Lokalizuoti gedimus
lv: Problēmu novēršana
ms: Selesaikan masalah
nb: Feilsøk problemer
nl: Problemen analyseren
nn: Feilsøk problem
oc: Reparacion dels problèmas
pl: Rozwiązywanie problemów
pt: Resolução de problemas
pt_br: Solução de problemas
ro: Depanare probleme
ru: Решение проблем
sk: Vyhladať poruchy-problémy
sl: Reševanje težav
sr: Отклањање проблема
sr@latin: Rešavanje problema
sv: Felsök problem
te: సమస్యలను పరిష్కరించు
tr: Sorunları giderme
uk: Виправлення проблем
vi: Xử lý các vấn đề

source: System Reports
am: የ ስርአት መግለጫ
ar: تقارير النظام
ast: Reportes del sistema
be: Сістэмныя справаздачы
bg: Системен отчет
bn: সিস্টেম রিপোর্টস
ca: Informes del sistema
cs: Systémová hlášení
cy: Adroddiadau'r System
da: Systemrapporter
de: Systemberichte
el: Αναφορές Συστήματος
eo: Sistemraportoj
es: Informes del sistema
et: Süsteemi aruanded
eu: Sistemaren txostenak
fa: گزارشات سیستم
fi: Järjestelmäraportit
fr_ca: Relevés du système
he: דוחות מערכת
hi: सिस्टम रिपोर्ट
hr: Izvještaji sustava
hu: Hibajelentő
ia: Reportos de systema
id: Laporan Sistem
is: Kerfisskýrslur
it: Rapporti di sistema
ja: システムレポート
ka: სისტემის მოხსნენებები
kab: Ineqqisen n unagraw
lo: ລາຍງານລະບົບ
lt: Sistemos pranešimai
lv: Sistēmas ziņojumi
ms: Laporan Sistem
nb: Systemrapporter
nl: Systeemrapporten
nn: Systemrapportar
oc: Rapòrts sistèma
pl: Raporty systemowe
pt: Relatórios do sistema
pt_br: Relatórios do Sistema
ro: Rapoarte de sistem
ru: Отчёты о системе
sk: Systémové hlásenia
sl: Sistemska poročila
sr: Системски извештаји
sr@latin: Sistemski izveštaji
sv: Systemrapporter
te: వ్యవస్థ నివేదికలు
tr: Sistem Raporları
uk: Звіти про систему
vi: Báo cáo hệ thống

source: Troubleshooting Tool
am: የ ፈልጎ ማግኛ መሳሪያ
ar: أداة استكشاف الأخطاء وإصلاحها
ast: Ferramienta d'igua de problemes
be: Прылада для выпраўлення непаладак
bg: Инструмент за отстраняване на проблеми
bn: সমস্যা সমাধানের সরঞ্জাম
ca: Eina per resoldre els problemes
cs: Nástroj pro řešení problémů
cy: Teclyn Datrys Problemau
da: Fejlfindingsværktøj
de: Fehlerbehebungsprogramm
el: Εργαλείο Αντιμετώπισης Προβλημάτων
eo: Ilo por problemsolvado
es: Herramienta de solución de problemas
et: Veaotsingu tööriist
eu: Arazo-konpontzailea
fa: ابزار عیب‌یابی
fi: Vianmääritystyökalu
fr_ca: Outil de dépannage
he: כלי לפתרון בעיות
hi: समस्या निवारण हेतु साधन
hr: Alat otklanjanja problema
hu: Hibaelhárító eszköz
ia: Instrumento de resolution de problemas
id: Alat pemecah masalah
is: Verkfæri til að finna lausn á vandamálum
it: Strumento per la risoluzione dei problemi
ja: トラブルシューティングツール
ka: პრობლემების გადაჭრის ხელსაწყო
kab: Allalen n useggem
lo: ເຄື່ອງມືແກ້ໄຂບັນຫາ
lt: Nesklandumų šalinimo įrankis
lv: Problēmu novēršanas rīks
ms: Alat Penyelesaian Masalah
nb: Feilsøkingsverktøy
nl: Hulpmiddel voor probleemanalyse
nn: Feilsøkingsverktøy
oc: Aisinas de reparacion de problèmas
pl: Narzędzie rozwiązywania problemów
pt: Ferramenta de resolução de problemas
pt_br: Ferramenta de Solução de Problemas
ro: Unelte pentru remediere
ru: Инструмент для решения
sk: Nástroj na vyhľadávanie porúch.
sl: Orodje za reševanje težav
sr: Алат за проналажење проблема
sr@latin: Alatka za rešavanje problema
sv: Felsökningsverktyg
te: సమస్యలు పరిష్కరించే సాధనం
tr: Sorun Giderme Aracı
uk: Знаряддя усунення несправностей
vi: Công cụ xử lý sự cố

source: Copy
am: ኮፒ
ar: نسخ
ast: Copiar
be: Капіяваць
bg: Копирай
bn: অনুলিপি করুন
ca: Copia
cs: Zkopírovat
cy: Copïo
da: Kopiér
de: Kopieren
el: Αντιγραφή
eo: Kopii
es: Copiar
et: Kopeeri
eu: Kopiatu
fa: رونوشت
fi: Kopioi
fr_ca: Copier
he: העתקה
hi: कॉपी करें
hr: Kopiraj
hu: Másolás
ia: Copiar
id: Salin
is: Afrita
it: Copia
ja: コピー
ka: კოპირება
kab: Suken
lo: ສຳເນົາ
lt: Kopijuoti
lv: Kopēt
ms: Salin
nb: Kopier
nl: Kopiëren
nn: Kopier
oc: Copiar
pl: Kopiuj
pt: Copiar
pt_br: Copiar
ro: Copiere
ru: Скопировать
sk: Kopírovať
sl: Kopiraj
sr: Умножи
sr@latin: Kopiraj
sv: Kopiera
te: కాపీ చేయి
tr: Kopyala
uk: Копіювати
vi: Sao chép

source: Copy to clipboard (code tags are added to make it easy to paste the system information into the forums)
ar: نسخ إلى الحافظة (وسوم الكود تمت إضافتها لجعل معلومات النظام سهلة اللصق في المنتديات)
ast: Copiar al cartafueyu (añédense etiquetes de codigu pa facer más cenciellu l'apegar la información del sistema nos foros)
be: Капіяваць у буфер абмену (тэгі кода дададзены каб спрасціць устаўку сістэмнай інфармацыі на форумы)
bg: Копирай в клипборда (добавени са кодови тагове, за да е по-лесно да поставите системната информация във форумите)
bn: ক্লিপবোর্ডে অনুলিপি করুন (ফোরামগুলিতে সিস্টেমের তথ্য আটকানো সহজ করার জন্য কোড ট্যাগ যুক্ত করা হয়েছে)
ca: Copia al porta-retalls (s'agreguen etiquetes de codi per facilitar enganxar la informació del sistema en els fòrums)
cs: Zkopírovat do schránky (jsou přidány formátovací značky pro snazší vkládání informací o systému do diskuzních fór)
cy: Copïo i'r clipfwrdd (bydd tagiau cod yn cael eu hychwanegu i'w wneud yn haws i ludo manylion y system i'r fforymau).
da: Kopiér til udklipsholderen (kodemærkater tilføjes, så systeminformationen lettere kan indsættes i foraene)
de: In die Zwischenablage kopieren (CODE-Auszeichner werden hinzugefügt, um das Einfügen der Systeminformationen in die Foren zu erleichtern)
el: Αντιγραφή στο πρόχειρο (Θα προστεθούν ετικέτες κώδικα για να γίνει εύκολη η επικόλληση των πληροφοριών συστήματος σε φόρουμ)
eo: Kopii al tondujo (kodo-etikedoj estas aldonitaj por faciligi algluon de la sisteminformoj al la forumoj)
es: Copiar al portapapeles (se añadirán etiquetas de código para facilitar el pegado de la información del sistema en los foros)
et: Kopeeri lõikelauale (koodimärgid lisatakse ise, et andmeid oleks parem foorumisse asetada)
eu: Kopiatu arbelera (code etiketak gehitzen zaizkio sistemaren informazioa foroetan itsastea errazteko)
fa: رونوشت به بریده‌دان (برچسب های کد اضافه میشوند تا جایگذاری اطلاعات سیستم را در فرم ها آسان کنند)
fi: Kopioi leikepöydälle (kooditunnisteet on lisätty, jotta tiedot on helppo liittää foorumille)
fr_ca: Copier dans le presse-papiers (des balises de code sont ajoutées afin de faciliter le collage des renseignements sur le système dans les forums)
he: העתקה ללוח הגזירים (נוספו תגי קוד כדי להקל על הדבקה של מידע המערכת בפורומים)
hi: क्लिपबोर्ड पर कॉपी करें (इंटरनेट फोरम पर सिस्टम की जानकारी पेस्ट करना सरल करने हेतु कोड टैग्स जोड़ें गए हैं)
hr: Kopiraj u međuspremnik (oznake kôda su dodane u svrhu olakšanja lijepljenja informacija sustava na forumima)
hu: Másolás a vágólapra (kód jelölők lettek a kimenethez adva, hogy a fórum bejegyzésbe történő beillesztése egyszerűbb legyen)
ia: Copia al area de transferentia (etiquettas de codice es addite pro render facile collar le information de systema in le foros)
id: Salin ke papan klip (tag kode ditambahkan untuk mempermudah menempelka informasi sitem pada forum)
is: Afritaðu á klippispjaldið (kóðamerkjum er bætt við svo einfalt sé að líma kerfisupplýsingarnar inn á spjallsvæðum)
it: Copia negli appunti (i tag di codice vengono aggiunti per rendere più semplice incollare le informazioni di sistema nei forum)
ja: クリップボードにコピーします (コードタグが追加され、システム情報をフォーラムに投稿しやすくなります)
ka: დააკოპირე სანიშნში (კოდის იარლიყები დამატებულია რათა უფრო მარტივი გახდეს სისტემის ინფორმაციის ჩასმა ფორუმებზე)
kab: Sukken ɣer tecfawit (ticraḍ n tengalt ttwarennant iwakken ad yishil usenteḍ-ines deg yifurumen)
lo: ສຳເນົາໃສ່ຄລິບບອດ (ມີການເພີ່ມແທັກໂຄດເພື່ອໃຫ້ງ່າຍຕໍ່ການວາງຂໍ້ມູນລະບົບລົງໃນເວັບບອດສົນທະນາ)
lt: Kopijuoti į iškarpinę (yra pridėtos kodo žymės, kad būtų lengviau įdėti sistemos informaciją į forumus)
lv: Kopēt uz starpliktuvi (kods ir pievienots, lai sistēmas informāciju varētu viegli ielīmēt forumos)
ms: Salin ke papan keratan (tag kod ditambah untuk memudahkan menampal maklumat sistem ke forum)
nb: Kopier til utklippstavlen (kodetagger er lagt til for å gjøre det enkelt å lime inn systeminformasjonen i forumene)
nl: Kopiëren naar klembord (codemarkeringen worden toegevoegd om het makkelijk te maken om de systeeminformatie op de fora te plakken)
nn: Kopier til utklippstavla (kodetaggar er lagde til for å gjere det lett å lime inn systeminformasjonen i foruma)
oc: Copiar al quichapapièrs (las balisas de còdi seràn apondudas per far venir mai facil l'empegament de las informacions sistèma suls forums).
pl: Kopiuj do schowka (tagi kodu są dodawane, aby ułatwić wklejanie informacji o systemie na forach)
pt: Copiar para a área de transferência (etiquetas de código são adicionados para facilitar a colagem das informações do sistema nos fóruns)
pt_br: Copiar para área de transferência (tags de código são adicionados para facilitar a colagem das informações do sistema nos fóruns)
ro: Copiere în clipboard (etichetele de cod sunt adăugate pentru a facilita introducerea informațiilor sistemului în forumuri)
ru: Скопировать в буфер обмена (добавлены метки для кода, чтобы упростить вставку информации о системе в форумы)
sk: Skopírujte odkaz (tagy sú pridané preto, aby bolo jednoduchšie vložiť systémové informácie na fórum)
sl: Kopiraj na odložišče (dodane so značke kode, kar poenostavlja lepljenje podatkov o sistemu na forume)
sr: Умножите у списак исечака (ознаке кода су додане у сврху олакшања убацивања информација система на форуму )
sr@latin: Kopiraj u klipbord (oznake za kod su dodate da bi bilo lakše umetnuti informacije o sistemu na forume)
sv: Kopiera till urklipp (forumkoder läggs till för att enkelt klistra in systeminformationen i forumet)
te: క్లిప్‌బోర్డుకు కాపీ చేయండి (వ్యవస్థ సమాచారం‌ను ఫోరమ్‌లలో సులభంగా పేస్ట్ చేయడానికి కోడ్ ట్యాగ్లు జోడించబడ్డాయి)
tr: Panoya kopyala (sistem bilgilerini forumlara kolayca yapıştırmanızı sağlamak için kod etiketleri eklenir)
uk: Копіювати до буфера обміну (додаються теґи коду, щоб полегшити вставлення системної інформації на форуми)
vi: Sao chép vào khay nhớ tạm (thẻ mã được thêm vào để dễ dàng dán thông tin hệ thống vào diễn đàn)

source: Upload
am: መጫኛ
ar: رفع
ast: Xubir
be: Запампаваць
bg: Качи
bn: আপলোড করুন
ca: Envia
cs: Odeslat
cy: Llwytho i fyny
de: Hochladen
el: Μεταφόρτωση
eo: Alŝuti
es: Enviar
et: Laadi üles
eu: Kargatu
fa: بارگذاری
fi: Lataa
fr_ca: Téléverser
he: העלאה
hi: अपलोड करें
hr: Pošalji
hu: Feltöltés
ia: Incargar
id: Unggah
is: Senda inn
it: Invia
ja: アップロード
ka: ატვირთვა
kab: Sili
lo: ອັບໂຫຼດ
lt: Įkelti
lv: Augšupielādēt
ms: Muat naik
nb: Last opp
nl: Opsturen
nn: Last opp
oc: Mandar
pl: Wyślij
pt: Carregar
pt_br: Enviar
ro: Încarcă
ru: Загрузить
sk: Načítať
sl: Naloži
sr: Пошаљи
sr@latin: Otpremi
sv: Ladda upp
te: ఫైలు లేదా సమాచారం‌ను ఇంటర్నెట్‌కి పంపడం
tr: Karşıya yükle
uk: Вивантажити
vi: Tải lên

source: Upload to a pastebin service (no personal information included)
am: ይጫኑ ወደ pastebin service (ምንም የ ግል መረጃ አይካተትም)
ar: رفع على موقع حفظ نصوص (لا يتضمن أي معلومات شخصية)
ast: Xubir a un serviciu pastebin (Nun se inclui información personal)
be: Запампаваць на сервіс запамповак (без персанальнай інфармацыі)
bg: Качено в pastebin (лична информация не е включена)
bn: একটি পেস্টবিন পরিষেবায় আপলোড করুন (কোনও ব্যক্তিগত তথ্য অন্তর্ভুক্ত নেই)
ca: Enviar a un servei pastebin (no s'inclourà informació personal)
cs: Nahrát na službu pastebin (nejsou zahrnuty žádné osobní údaje)
cy: Llwytho i wasanaeth pastebin (heb gynnwys manylion personol)
da: Upload til en pastebintjeneste (personlig information medtages ikke)
de: In einen Pastebin-Dienst hochladen (es sind keine persönlichen Daten enthalten)
el: Μεταφόρτωση σε υπηρεσία pastebin (δεν συμπεριλαμβάνονται προσωπικές πληροφορίες)
eo: Alŝuti al pastebin-servo (sen personaj informoj)
es: Enviar a un servicio de pastebin (no se incluirá información personal)
et: Laadi üles pastebin-i teenusesse (isiklikke andmeid ei kaasata)
eu: Kargatu pastebin zerbitzu batetara (ez da informazio pertsonalik gehitzen)
fa: برگذاری به سرویس pastebin (شامل هیچ داده شخصی‌ای نیست)
fi: Lähetä palveluun (ei sisällä henkilökohtaisia tietoja)
fr_ca: Téléverser vers un site de partage de texte (ne comprend aucun renseignement personnel)
he: העלאה לשירות pastebin (לא כולל מידע אישי)
hi: टेक्स्ट संचयन साइट (pastebin) पर अपलोड करें (कोई व्यक्तिगत जानकारी शामिल नहीं)
hr: Pošalji na pastebin uslugu (osobne informacije nisu uključene)
hu: Feltöltés egy pastebin szolgáltatásra (személyes adatok nem lesznek közreadva)
ia: Incargar a servicio pastebin (nulle information personal includite)
id: Unggah ke layanan pastebin (tidak ada informasi pribadi yang disertakan)
is: Senda inn á úrklippuþjónustu (pastebin - engar persónuupplýsingar fylgja með)
it: Carica su un servizio pastebin (nessuna informazione personale inclusa)
ja: ペーストビンにアップロードします (個人情報は含まれません)
ka: ატვირთე "ფეისთბინის" სერვისზე (პირადი ინფორმაცია არ შედის)
kab: Sili ɣer umeẓlu n pastebin (ur tteddun ara isallan udmawanen)
lo: ອັບໂຫຼດໄປຍັງບໍລິການ pastebin (ບໍ່ລວມຂໍ້ມູນສ່ວນຕົວ)
lt: Įkelti į įdėjimų paslaugą (jokia asmeninė informacija nėra įtraukiama)
lv: Augšupielādē pastebin pakalpojumā (bez personiskās informācijas)
ms: Muat naik ke perkhidmatan pastebin (tiada maklumat peribadi disertakan)
nb: Last opp til en pastebin-tjeneste (ingen personlig informasjon inkludert)
nl: Opsturen naar een codeplakdienst (bevat geen persoonlijke informatie)
nn: Last opp til ein pastebin-teneste (ingen personlege opplysningar er med).
oc: Enviar a un servici de partatge de tèxt (cap d'informacions personalas pas inclusas)
pl: Prześlij do usługi pastebin (nie zawiera danych osobowych)
pt: Carregar para um serviço pastebin (nenhuma informação pessoal incluída)
pt_br: Enviar para um serviço de armazenamento de texto (nenhuma informação pessoal incluída)
ro: Încărcați la un serviciu pastebin (fără informații personale incluse)
ru: Загрузить на сервис для размещения текста (персональная информация не включена)
sk: Nahrať do složby pastebin (nezahŕňa žiadne osobné informácie)
sl: Naloži na storitev pastebin (osebni podatki ne bodo vključeni)
sr: Пошаљи на пастебин услугу (личне информације нису укључене)
sr@latin: Otpremi na neki pastebin servis (ni jedna lična informacija nije uključena)
sv: Ladda upp till en pastebin-tjänst (ingen personlig information ingår)
te: ఒక పేస్ట్‌బిన్ సేవకు అప్‌లోడ్ చేయండి (వ్యక్తిగత సమాచారం ఏదీ చేర్చలేదు)
tr: Pastebin servisine yükle (kişisel bilgi içermez)
uk: Вивантажити на службу pastebin (особисту інформацію не включено)
vi: Tải lên dịch vụ pastebin (không bao gồm thông tin cá nhân)

source: Note: Double-click a device to copy its ID
bg: Бележка: С двоен клик на устройството може да копирате неговото ID
ca: Nota: Feu doble clic en un dispositiu per copiar-ne l'ID
cy: Nodyn: Cliciwch ddwywaith ar ddyfais i gopïo ei ID
de: Hinweis: doppelklicken Sie auf ein Gerät, um dessen Kennung zu kopieren.
el: Σημείωση: Κάντε διπλό κλικ σε μια συσκευή για να αντιγράψετε το αναγνωριστικό της
eo: Komento: duoble klaku aparaton por kopii ĝian identigilon
es: Nota: haga doble clic en un dispositivo para copiar su ID
fi: Huomaa: Paina laitetta kahdesti niin kopioit sen tunnuksen
fr_ca: Note : double-cliquez sur un périphérique pour copier son ID
he: הערה: הקשה כפולה על התקן להעתקת המזהה
hr: Bilješka: Dvostruko kliknite uređaj za kopiranje ID-a
hu: Megjegyzés: Kattintson duplán egy eszközre az azonosító másolásához.
ia: Nota: duple-clicca un apparato pro copiar su ID
is: Athugaðu: Tvísmelltu á tæki til að afrita auðkenni þess
it: Nota: fare doppio clic su un dispositivo per copiarne l'ID
ja: ヒント: デバイスをダブルクリックして、その ID をコピーできます
ka: ჩანაწერი: ორჯერ-დააწკაპე მოწყობილობას რათა დააკოპირო მისი ID
lo: ໝາຍເຫດ: ກົດສອງຄັ້ງໃສ່ອຸປະກອນເພື່ອສຳເນົາໄອດີ
lv: Piezīme: Veic dubultklikšķi uz ierīces, lai kopētu tās ID
nb: Merk: Dobbelklikk en enhet for å kopiere ID
nl: Let op: dubbelklik op een apparaat om diens ID te kopiëren
nn: Merk: Dobbelklikk ei eining for å kopiere ID
oc: Nòta : doble-clicatz un periferic per copiar son ID
pl: Uwaga: kliknij dwukrotnie urządzenie, aby skopiować jego identyfikator
pt: Nota: Clique duas vezes num dispositivo para copiar o seu ID.
pt_br: Lembrete: Clique um dispositivo duas vezes para copiar seu ID
ru: Примечание: дважды щёлкните по устройству, чтобы скопировать его ID
sr: Напомена: Два пута кликните на уређај да умножите његов ИД
sv: Tips: Dubbelklicka på en enhet för att kopiera dess ID.
tr: Not: ID kopyalama için bir aygıt üstüne çift tıklayın
uk: Примітка. Двічі клацніть пристрій, щоб скопіювати його ідентифікатор
vi: Nhấp 2 lần vào một thiết bị để sao chép ID của nó

source: GPU
bg: Видео
de: Grafikprozessor
eo: Grafikprocesoro
fi: Näytönohjain
fr_ca: Processeur graphique
ka: ვიდეობარათი
lo: ຈີພີຢູ
oc: Carta grafica
pl: Procesor graficzny
ru: Графический процессор
uk: Графічний процесор

source: PCI
is: PCI-braut
lo: ພີຊີໄອ
uk: Шина вводу/виводу
