Repository: linuxmint/mintreport
Catalog: po/mintreport-*.po
Languages: am, ar, ast, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, ka, kab, lo, lt, lv, ms, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, te, tr, uk, vi

source: Your system information was uploaded to %s. This link was placed in your clipboard.
ar: تم تحميل معلومات نظامك إلى %s. هذا الرابط قد وضع في حافظتك.
ast: La información del to sistema xubiose a %s. Esti enllaz allugose nel to cartafueyu
be: Сістэмная інфармацыя загружана на %s. Гэта спасылка змешчана ў ваш буфер абмену.
bg: Вашата системна информация беше изпратена до %s. Връзката е запазена в клипборда.
ca: La informació del sistema s'ha pujat a %s. L'enllaç s'ha col·locat al porta-retalls.
cs: Informace o vašem systému byly nahrány do %s. Odkaz byl umístěn do schránky.
cy: Cafodd fanylion eich system ei llwytho i fyny i %s. Cafodd y ddolen hon ei gosod ar eich clipfwrdd.
da: Din systeminformation blev uploadet til %s. Linket blev gemt i udklipsholderen.
de: Ihre Systeminformationen wurden auf %s hochgeladen. Dieser Link wurde in Ihrer Zwischenablage abgelegt.
el: Οι πληροφορίες του συστήματός σας μεταφορτώθηκαν στο %s. Αυτός ο σύνδεσμος τοποθετήθηκε στο πρόχειρο σας.
eo: Viaj sistemaj informoj estas alŝutitaj al %s. Ĉi tiu ligilo estas metita tondujen.
es: La información de su sistema se ha cargado en %s. Este enlace fue colocado en su portapapeles.
eu: Zure sistemaren informazioa hona kargatu da: %s. Esteka hau zure arbelean kopiatu da.
fa: اطلاعات سیستم شما به %s آپلود شد. لینک آن در کلیپ بورد شما است.
fi: Tietokoneen tiedot lähetettiin %s. Linkki tallennettiin leikepöydälle.
fr_ca: Les renseignements sur votre système ont été téléversés sur %s. Ce lien a été copié dans votre presse-papiers.
he: פרטי המערכת הועלו אל %s. קישור זה הוצב בלוח־בגזירים.
hi: आपकी सिस्टम जानकारी %s पर अपलोड की गई थी. यह लिंक आपके क्लिपबोर्ड में रखा गया था।
hr: Vaš informacijski sistem je prenesen na %s. Ovaj link je stavljen u vaš međuspremnik.
hu: A rendszerinformációk feltöltöltve a következő címre: a %s. A hivatkozás a vágólapra másolva.
ia: Tu informationes de systema era cargate a %s. Iste ligamine era ponite in le area de transferentia.
is: Upplýsingar um kerfið þitt voru sendar inn á %s. Þessi slóð var sett á klippispjaldið þitt.
it: Le informazioni di sistema sono state caricate su %s. Questo link è stato copiato negli appunti.
ja: システム情報が %s にアップロードされました。このリンクはクリップボードにもコピーされています。
ka: შენი სისტემის ინფორმაცია აიტვირთა %s -ზე. ეს ლინკი კოპირებულია.
lo: ຂໍ້ມູນລະບົບຂອງທ່ານໄດ້ຖືກອັບໂຫຼດໄປທີ່ %s ແລ້ວ. ລິ້ງນີ້ໄດ້ຖືກສຳເນົາໃສ່ຄລິບບອດຂອງທ່ານ.
lv: Tavas sistēmas informācija tika augšupielādēta šeit: %s. Šī saite tika ievietota starpliktuvē.
ms: Maklumat sistem anda telah dimuat naik ke %s. Pautan ini telah diletakkan dalam papan keratan anda.
nb: Systeminformasjonen din ble lastet opp til %s. Denne lenken ble plassert på utklippstavlen.
nl: Uw systeeminformatie is opgestuurd naar %s. Deze webkoppeling is in uw klembord geplaatst.
nn: Systeminformasjonen din vart lasta opp til %s. Lenka vart lagt i utklippstavla di.
oc: Las informacions sistèma son estadas enviadas a %s. Lo ligam es plaçat dins lo quichapapièrs.
pl: Informacje o tym systemie zostały przesłane do %s. To łącze zostało umieszczone w schowku.
pt: As informações do sistema foram carregadas para %s. Esta ligação foi colocada na sua área de transferência.
pt_br: As informações do seu sistema foram enviadas para %s. Este link foi colocado na sua área de transferência.
ro: Informațiile sistemului tău au fost încărcate pe %s. Legătura a fost lăsată în clipboard.
ru: Информация о вашей системе была загружена в %s. Эта ссылка была помещена в буфер обмена.
sk: Vaše systémové informácie boli nahrané do %s. Tento odkaz bol umiestnený do vašej schránky.
sl: Podatki o vašem sistemu so naloženi na %s. Povezava je postavljena na vaše odložišče.
sr: Ваше системске информације су отпремљене на „%s“. Ова веза је постављена у вашој остави.
sv: Systeminformationen skickades till %s. Den här länken placerades i Urklipp.
te: మీ సిస్టమ్ సమాచారం %sకి అప్‌లోడ్ చేయబడింది. ఈ లింక్ మీ క్లిప్‌బోర్డ్‌లో ఉంచబడింది
tr: Sistem bilgileriniz %s adresine yüklendi. Bunun linki panonuza yerleştirildi.
uk: Інформацію про вашу систему було завантажено до %s. Це посилання було розташоване в буфері обміну.
vi: Thông tin hệ thống của bạn đã được tải lên %s. Đường link này đã được sao chép vào bảng nhớ tạm của bạn

source: An error occurred while uploading the system information
am: የ እርስዎን የ ስርአት መረጃ በሚጫን ጊዜ ስህተት ተፈጥሯል:
ar: حدث خطأ أثناء رفع معلومات النظام
ast: Hebu un erru al xubir la información del sistema
be: Здарылася памылка падчас запампоўкі сістэмнай інфармацыі
bg: Възникна грешка при качването на системната информация
bn: সিস্টেমের তথ্য আপলোড করার সময় একটি ত্রুটি ঘটেছে
ca: S'ha produït un error en enviar la informació del sistema.
cs: Došlo k chybě při odesílání informací o systému
cy: Digwyddodd gwall wrth lwytho manylion y system
da: Der opstod en fejl, da systeminformationen skulle uploades
de: Beim Hochladen der Systeminformationen ist ein Fehler aufgetreten.
el: Ένα σφάλμα προέκυψε κατά τη μεταφόρτωση των πληροφοριών συστήματος
eo: Okazis eraro dum alŝuto de la sisteminformoj
es: Se ha producido un error al enviar la información del sistema.
et: Süsteemi andmete üleslaadimisel esines viga
eu: Errore bat gertatu da sistemaren informazioa kargatzean
fa: خطایی هنگام بارگذاری اطلاعات سیستم رخ داد
fi: Tietokoneen tietojen lähettämisessä tapahtui virhe
fr_ca: Une erreur est survenue lors du téléversement des renseignements sur le système
he: אירעה שגיאה בעת העלאת מידע המערכת
hi: सिस्टम की जानकारी अपलोड करते समय त्रुटि हुई
hr: Greška se dogodila pri slanju informacija sustava.
hu: Hiba lépett fel a rendszer-információk feltöltése közben
ia: Un error occurreva durante le incargamento del informationes de systema.
id: Terjadi kesalahan saat mengunggah informasi sistem
is: Villa kom upp við að senda inn kerfisupplýsingar
it: Si è verificato un errore durante il caricamento delle informazioni di sistema
ja: システム情報のアップロード中にエラーが発生しました
ka: სისტემის ინფორმაციის ატვირთვისას მოხდა შეცდომა
kab: Teḍra-d tuccḍa deg usili n isallan n unagraw
lo: ເກີດຂໍ້ຜິດພາດໃນຂະນະທີ່ກຳລັງອັບໂຫຼດຂໍ້ມູນລະບົບ
lt: Įkeliant sistemos informaciją, įvyko klaida.
lv: Augšupielādējot sistēmas informāciju, radās kļūda
ms: Ralat berlaku semasa memuat naik maklumat sistem
nb: Det oppstod en feil under opplasting av systeminformasjon
nl: Er is een fout opgetreden bij het opsturen van de systeeminformatie
nn: Ein feil oppstod under opplasting av systeminformasjon
oc: Error en enviant las informacions del sistèma
pl: Wystąpił błąd podczas przesyłania informacji o systemie
pt: Ocorreu um erro ao carregar as informações do sistema
pt_br: Ocorreu um erro ao carregar as informações do sistema
ro: A apărut o eroare la încărcarea informațiilor sistemului
ru: Во время загрузки информации о системе произошла ошибка
sk: Počas aktualizovania systémových informácií sa vyskytla chyba
sl: Pri nalaganju podatkov o sistemu je prišlo do napake
sr: Грешка се догодила при слању информација система.
sr@latin: Došlo je do greške prilikom otpremanja informacija o sistemu.
sv: Ett fel uppstod medan systeminformationen laddades upp
te: వ్యవస్థ సమాచారాన్ని అప్‌లోడ్ చేస్తున్న సమయంలో ఒక లోపం ఏర్పడింది
tr: Sistem bilgisi karşıya yüklenirken bir hata oluştu
uk: Під час завантаження системної інформації сталася помилка
vi: Đã xảy ra lỗi khi tải lên thông tin hệ thống

source: Copy and paste the system information manually into a pastebin site like https://pastebin.com.
ar: نسخ ولصق معلومات النظام يدويا إلى موقع استضافة محتوى مثل https://pastebin.com.
ast: Copiar ya apegar la información del sistema a manu nun sitiu pastebin, comu https://pastebin.com.
be: Уручную скапіюйце і ўстаўце сістэмную інфармацыю на сайт кшталту https://pastebin.com.
bg: Копирайте и поставете ръчно системната информация в сайт за качване на текст, като https://pastebin.com.
ca: Copieu i enganxeu la informació del sistema manualment en un lloc de pastebin com https://pastebin.com.
cs: Zkopírujte a vložte informace o systému ručně na web pastebin, na adrese https://pastebin.com.
cy: Copïwch a gludo manylion y system gyda llaw i wefan bin gludo fel https://pastebin.com.
da: Kopiér og indsæt manuelt systeminformationen på et pastebinsite som f.eks. https://pastebin.com.
de: Kopieren Sie die Systeminformationen und fügen Sie sie manuell in eine Pastebin-Seite wie https://pastebin.com ein.
el: Αντιγράψτε και επικολλήστε τις πληροφορίες συστήματος με μη αυτόματο τρόπο σε μια τοποθεσία pastebin, όπως η https://pastebin.com.
eo: Kopiu kaj algluu la sistemajn informojn permane al retejo kiel https://pastebin.com.
es: Copie y pegue la información del sistema manualmente en un sitio Pastebin como https://pastebin.com.
eu: Kopiatu eta itsatsi eskuz sistemaren informazioa pastebin gune batera, esaterako: https://pastebin.com.
fa: اطلاعان سیستم را به طور دستی به یک سایت پیستبین مانند https://pastebin.com کپی و پیست کنید.
fi: Kopioi ja liitä tiedot manuaalisesti pastebin https://pastebin.com sivustolle.
fr_ca: Copiez et collez manuellement les renseignements sur le système dans un site de partage de texte tel que https://pastebin.com.
he: העתקת והדבקת מידע המערכת באופן ידני לאתר pastebin כמו https://pastebin.com.
hi: सिस्टम जानकारी को मैन्युअल रूप से https://pastebin.com जैसी pastebin साइट में कॉपी और पेस्ट करें.
hr: Kopiraj i zalijepi informacijski sistem ručno u pastebin stranicu kao https://pastebin.com.
hu: Kézzel másolja és illessze be a rendszerinformációkat egy pastebin oldalra, például a https://pastebin.com webhelyen.
ia: Copia e colla le informationes de systema manualmente in un sito como https://pastebin.com.
is: Afritaðu og límdu handvirkt upplýsingar um kerfið inn í úrklippukerfi á borð við https://pastebin.com.
it: Copia e incolla manualmente le informazioni di sistema su un sito come https://pastebin.com.
ja: システム情報をご自身でペーストビンサービス (https://pastebin.com など) にコピー・貼り付けてください。
ka: დააკოპირე და ჩასვი სისტემის ინფორმაცია საიტზე როგორიცაა https://pastebin.com.
lo: ສຳເນົາ ແລະ ວາງຂໍ້ມູນລະບົບດ້ວຍຕົນເອງໃສ່ເວັບໄຊທ໌ pastebin ເຊັ່ນ https://pastebin.com.
lv: Sistēmas informācijas manuāla kopēšana un ielīmēšana pastebin vietnē, piemēram, https://pastebin.com.
ms: Salin dan tampal maklumat sistem secara manual ke laman pastebin seperti https://pastebin.com.
nb: Kopier og lim inn systeminformasjonen manuelt på et pastebin-nettsted som https://pastebin.com.
nl: Kopieer en plak de systeeminformatie handmatig in een website als https://pastebin.com.
nn: Kopier og lim inn systeminformasjonen manuelt på ei pastebin-nettside som https://pastebin.com.
oc: Copiatz e pegatz las informacions sistèma manualament dins un site de partatge de tèxt coma https://pastebin.com.
pl: Skopiuj i wklej ręcznie informacje o systemie do witryny pastebin, takiej jak https://pastebin.com.
pt: Copiar e colar manualmente as informações do sistema num site pastebin como https://pastebin.com.
pt_br: Copie e cole as informações do sistema manualmente em um site pastebin como https://pastebin.com.
ro: Copiază și lipește informațiile sistemului manual într-un site cum ar fi https://pastebin.com.
ru: Скопируйте и вставьте информацию о системе вручную на сайт pastebin, например https://pastebin.com.
sk: Skopírujte a vložte informácie o systéme manuálne na web s pastebinom, napríklad na https://pastebin.com.
sl: Kopirajte in prilepite podatke o sistemu ročno na spletišče, kot je https://pastebin.com.
sr: Умножите и убаците системске информације ручно на сајт као што је „https://pastebin.com“.
sv: Du kan kopiera och klistra in informationen manuellt på en pastebin-webbplats som https://pastebin.com.
te: వ్యవస్థ సమాచారాన్ని చేతితో కాపీ చేసి, https://pastebin.com వంటి పేస్ట్‌బిన్ వెబ్‌సైట్‌లో పేస్ట్ చేయండి.
tr: Sistem bilgilerinizi https://pastebin.com benzeri bir paylaşım sitesine elle kopyalayıp yapıştırın.
uk: Скопіюйте та вставте інформацію про систему, вручну на сайті зберігання текстів, наприклад на https://pastebin.com.
vi: Sao chép và dán thông tin hệ thống của bạn thủ công vào một trang chứa tài liệu như https://pastebin.com.

source: Ignore this report
am: ይህን መግለጫ መተው
ar: تجاهل هذا التقرير
ast: Inorar esti reporte
be: Праігнараваць гэту справаздачу
bg: Игнориране на този отчет
bn: এই প্রতিবেদনটি উপেক্ষা করুন
ca: Ignora aquest informe
cs: Ignorovat toto hlášení
cy: Anwybyddwch yr adroddiad hwn
da: Ignorér denne rapport
de: Diesen Bericht ignorieren
el: Αγνόηση αυτής της αναφοράς
eo: Maltenti ĉi tiun raporton
es: Ignorar este informe
et: Eira aruannet
eu: Ez ikusia egin txosten honi
fa: چشم‌پوشی از این گزارش
fi: Ohita tämä raportti
fr_ca: Ignorer ce relevé
he: התעלמות מדוח זה
hi: इस रिपोर्ट को अनदेखा करें
hr: Zanemari ovaj izvještaj
hu: Jelentés figyelmen kívül hagyása
ia: Ignorar iste reporto
id: abaikan laporan ini
is: Hunsa þessa skýrslu
it: Ignora questo rapporto
ja: このレポートを無視
ka: ამ მოხსენების გამოტოვება
kab: Ttu aneqqis-agi
lo: ບໍ່ສົນໃຈລາຍງານນີ້
lt: Nepaisyti šio pranešimo
lv: Ignorēt šo ziņojumu
ms: Abaikan laporan ini
nb: Ignorer denne rapporten
nl: Negeer dit rapport
nn: Ignorer denne rapporten
oc: Ignorar aqueste senhalament
pl: Ignoruj ten raport
pt: Ignorar este relatório
pt_br: Ignorar este relatório
ro: Ignorați acest raport
ru: Игнорировать этот отчёт
sk: Ignorovať toto hlásenie
sl: Prezri to poročilo
sr: Занемари овај извештај
sr@latin: Zanemari ovaj izveštaj
sv: Ignorera denna rapport
te: ఈ నివేదికను పరిగణనలోకి తీసుకోకండి
tr: Bu raporu yoksay
uk: Нехтувати цей звіт
vi: Bỏ qua báo cáo này

source: Are you sure you want to ignore this report?
am: እርስዎ በ እርግጥ ይህን መግለጫ መተው ይፈልጋሉ?
ar: هل أنت متأكد من أنك تريد تجاهل هذا التقرير؟
ast: ¿Tas xuru de que quies inorar esti reporte?
be: Сапраўды жадаеце праігнараваць гэту справаздачу?
bg: Сигурни ли сте, че искате да игнорирате този отчет
bn: আপনি কি নিশ্চিত যে আপনি এই প্রতিবেদনটি উপেক্ষা করতে চান?
ca: Segur que voleu ignorar aquest informe?
cs: Opravdu chcete toto hlášení ignorovat?
cy: Ydych chi'n siŵr eich bod chi am anwybyddu'r adroddiad hwn?
da: Er du sikker på, du vil ignorere denne rapport?
de: Sind Sie sich sicher, dass Sie diesen Bericht ignorieren möchten?
el: Είστε σίγουροι πως θέλετε να αγνοήσετε αυτή την αναφορά;
eo: Ĉu vi certas, ke vi volas malatenti ĉi tiun raporton?
es: ¿Seguro que quiere ignorar este informe?
et: Kas soovid seda aruannet eirata?
eu: Ziur zaude txosten honi ez ikusia egin nahi diozula?
fa: مطمئنید میخواهید از این گزارش چشم‌پوشی کنید؟
fi: Haluatko varmasti ohittaa tämän raportin?
fr_ca: Voulez-vous vraiment ignorer ce relevé ?
he: האם להתעלם מדוח זה?
hi: क्या आप निश्चित ही इस रिपोर्ट को अनदेखा करना चाहते हैं?
hr: Sigurno želite zanemariti ovaj izvještaj?
hu: Valóban figyelmen kívül kívája hagyni ezt a jelentést?
ia: Es tu secur que tu vole ignorar iste reporto?
id: Apakah anda yakin ingin mengabaikan laporan ini?
is: Ertu viss um að þú viljir hunsa þessa skýrslu?
it: Sei sicuro di voler ignorare questo rapporto?
ja: このレポートを無視しますか？
ka: დარწმუნებული ხარ რომ ამ მოხსენების უგულებელყოფა გინდა?
kab: Tettḥeqqeḍ belli tebɣiḍ ad tettuḍ aneqqis-agi ?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການທີ່ຈະບໍ່ສົນໃຈລາຍງານນີ້?
lt: Ar tikrai norite nepaisyti šio pranešimo?
lv: Vai tiešām vēlies ignorēt šo ziņojumu?
ms: Adakah anda pasti anda mahu mengabaikan laporan ini?
nb: Er du sikker på at du vil ignorere denne rapporten?
nl: Weet u zeker dat u dit rapport wilt negeren?
nn: Er du sikker på at du vil ignorere denne rapporten?
oc: Volètz vertadièrament ignorar aqueste senhalament ?
pl: Na pewno chcesz zignorować ten raport?
pt: Tem certeza de que deseja ignorar este relatório?
pt_br: Tem certeza de que deseja ignorar este relatório?
ro: Sigur doriți să ignorați acest raport?
ru: Вы действительно хотите проигнорировать этот отчёт?
sk: Naozaj chcete ignorovať toto hlásenie?
sl: Ali ste prepričani, da želite prezreti to poročilo?
sr: Да ли сигурно желите да занемарите овај извештај?
sr@latin: Da li ste sigurni da želite da zanemarite ovaj izveštaj?
sv: Är du säker på att du vill ignorera denna rapport?
te: మీకు ఈ నివేదికను నిర్లక్ష్యం చేయాలనే నిశ్చయమా?
tr: Bu raporu yok saymak istediğinize emin misiniz?
uk: Ви впевнені, що волієте знехтувати цей звіт?
vi: Bỏ qua báo cáo này

source: The report will be permanently ignored and will no longer be visible.
am: ይህ መግለጫ በቋሚነት ይተዋል እና ከ አሁን በኋላ አይታይም:
ar: سيتم تجاهل التقرير إلى الأبد، ولن يكون مرئياّ بعد الأن.
ast: El reporte inorarase dafechu ya nun podrá vese más.
be: Гэта справаздача будзе заўсёды ігнаравацца і не будзе больш бачна.
bg: Този системен отчет ще бъде игнориран завинаги и няма да е видим.
bn: প্রতিবেদনটি স্থায়ীভাবে উপেক্ষা করা হবে এবং এটি আর দৃশ্যমান হবে না।
ca: L'informe serà ignorat permanentment i ja no serà visible.
cs: Toto hlášení bude nadobro ignorováno a už nebude viditelné.
cy: Bydd yr adroddiad yn cael ei anwybyddu'n barhaol ac ni fydd yn weladwy mwyach.
da: Rapporten vil blive ignoreret permanent og vil ikke længere være synlig.
de: Der Bericht wird dauerhaft ignoriert und wird nicht mehr sichtbar sein.
el: Η αναφορά θα αγνοηθεί μόνιμα και δε θα υπάρχει δυνατότητα εμφάνισής της πλέον.
eo: La raporto estos porĉiame malatentita kaj ne plu estos videbla.
es: El informe se ignorará permanentemente y ya no será visible.
et: Seda raportit eiratakse püsivalt ning see pole enam nähtaval.
eu: Txostenari behin betiko ez ikusia egingo zaio eta ez da ikusgai egongo.
fa: از این گزارش برای همیشه چشم‌پوشی خواهد شد و دیگر نمایان نخواهد بود.
fi: Raportti jätetään pysyvästi huomiotta, eikä se ole enää näkyvissä.
fr_ca: Le relevé sera ignoré définitivement et ne sera plus visible.
he: הדוח יוסתר לצמיתות ולא יוצג עוד.
hi: इस रिपोर्ट को स्थायी रुप से अनदेखा कर अदृश्य किया जाएगा।
hr: Izvještaj će biti trajno zanemaren i više neće biti vidljiv.
hu: A jelentés figyelmen kívül lesz hagyva, és nem lesz többet látható.
ia: Le reporto essera ignorate permanentemente e non plu visibile.
id: Laporan akan diabaikan secara permanen dan tidak akan terlihat lagi.
is: Skýrslan verður hunsuð algerlega og hættir að vera sýnileg.
it: Il rapporto verrà ignorato permanentemente e non sarà più visibile.
ja: 無視するように選択したレポートは、今後一切表示されなくなります。
ka: ეს მოხსენება მუდმივად იქნება უგულებელყოფილი და აღარ გამოჩნდება.
kab: Aneqqisi ad yettwattu i lebda yerna dayen ur yettban ara.
lo: ລາຍງານນີ້ຈະຖືກບໍ່ສົນໃຈຢ່າງຖາວອນ ແລະ ຈະບໍ່ປາກົດໃຫ້ເຫັນອີກຕໍ່ໄປ.
lt: Pranešimo bus visam laikui nepaisoma ir jis nebebus daugiau matomas.
lv: Ziņojums tiks pastāvīgi ignorēts un vairs nebūs redzams.
ms: Laporan ini akan diabaikan secara kekal dan tidak akan kelihatan lagi.
nb: Rapporten blir ignorert permanent og vil ikke lenger være synlig.
nl: Het rapport zal blijvend worden genegeerd en zal niet langer zichtbaar zijn.
nn: Rapporten vil bli ignorert permanent og vil ikkje lenger vere synleg.
oc: Lo senhalament serà ignorat d'un biais permanent e serà pas mai visible.
pl: Ten raport zostanie na stałe zignorowany i nie będzie dłużej widoczny.
pt: O relatório será permanentemente ignorado e deixará de ser visível.
pt_br: O relatório será permanentemente ignorado e não será mais visível.
ro: Raportul va fi ignorat definitiv și nu va mai fi vizibil.
ru: Этот отчёт будет отклонён навсегда и больше не будет отображаться.
sk: Tento report bude navždy ignorovaný a nebude dlhšie viditeľný.
sl: Poročilo bo trajno prezrto in ne bo več vidno.
sr: Извештај ће бити трајно занемарен и више неће бити видљив.
sr@latin: Ovaj izveštaj će biti trajno zanemaren i više neće biti vidljiv.
sv: Rapporten ignoreras permanent och kommer inte längre att visas.
te: ఈ నివేదికను శాశ్వతంగా నిర్లక్ష్యం చేయబడుతుంది మరియు ఇకపై కనిపించదు.
tr: Rapor kalıcı olarak yok sayılacak ve artık gösterilmeyecek.
uk: Звіт буде назавжди знехтувано, він більше не буде видимим.
vi: Báo cáo sẽ vĩnh viễn bị bỏ qua và sẽ không còn hiển thị nữa.
