Repository: linuxmint/mintreport
Catalog: po/mintreport-*.po
Languages: am, ar, ast, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, ka, kab, lo, lt, lv, ms, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, te, tr, uk, vi

source: Open the directory containing crash.tar.gz and its content.
am: ዳይሬክቶሪ መክፈቻ የ crash.tar.gz እና ይዞታ የያዘውን
ar: فتح الدليل الذي يحتوي على crash.tar.gz ومحتواه.
ast: Abrir direutoriu que contien crash.tar.gz ya'l so conteníu.
be: Адчыніць каталог з crash.tar.gz і яго змесціва.
bg: Отвори директорията, съдържаща crash.tar.gz и неговото съдържимо.
bn: crash.tar.gz এবং এর সামগ্রীযুক্ত ডিরেক্টরি খুলুন।
ca: Obre la carpeta que conté crash.tar.gz i el seu contingut.
cs: Otevřít složku obsahující crash.tar.gz a jeho obsah.
cy: Agorwch y cyfeiriadur sy'n cynnwys crash.tar.gz a'i gynnwys.
da: Åbn mappen, som indeholder crash.tar.gz og dens indhold.
de: Das Verzeichnis öffnen, welches crash.tar.gz und dessen Inhalt enthält.
el: Άνοιγμα του φακέλου που περιέχει το crash.tar.gz και το περιεχόμενό του.
eo: Malfermu la dosierujon, en kiu troviĝas crash.tar.gz kaj ĝia enhavo.
es: Abrir la carpeta que contiene crash.tar.gz y su contenido.
et: Ava kataloog, mis sisaldab faili crash.tar.gz ja selle sisu.
eu: Ireki crash.tar.gz eta bere edukiak dituen direktorioa.
fa: بازکردن مسیر حاوی crash.tar.gz و محتوای آن.
fi: Avaa hakemisto, jossa on crash.tar.gz ja sen sisältö.
fr_ca: Ouvrir le dossier parent de crash.tar.gz et son contenu.
he: פתיחת מחיצה המכילה את crash.tar.gz ואת תוכנו.
hi: crash.tar.gz व इसकी सामग्री वाले फ़ोल्डर को खोलें।
hr: Otvori direktorij koji sadrži crash.tar.gz i njegov sadržaj.
hu: Nyissa meg a a crash.tar.gz fájlt tartalmazó mappát.
ia: Aperir le directorio continente crash.tar.gz e su contento.
id: Buka direktori yang berisi crash.tar.gz dan isinya.
is: Opna möppuna sem inniheldur skrána crash.tar.gz og innihald hennar.
it: Apre la cartella contenente il file crash.tar.gz e il suo contenuto.
ja: crash.tar.gz とその内容が存在するディレクトリを開きます。
ka: გახსენი საქაღალდე რომელშიც მოთავსებულია crash.tar.gz და მისი შიგთავსი.
kab: Ldi akaram igebren crash.tar.gz d ugbur is.
lo: ເປີດໂຟລເດີທີ່ບັນຈຸ crash.tar.gz ແລະ ເນື້ອໃນຂອງມັນ.
lt: Atverti katalogą, kuriame yra failas crash.tar.gz ir jo turinys.
lv: Atver direktoriju, kurā atrodas crash.tar.gz un tā saturs.
ms: Buka direktori yang mengandungi crash.tar.gz dan kandungannya.
nb: Åpne katalogen som inneholder crash.tar.gz og innholdet.
nl: Open de map die crash.tar.gz en diens inhoud bevat.
nn: Opna mappa som inneheld crash.tar.gz og innhaldet.
oc: Dobrir lo repertòri que conten crash.tar.gz e son contengut.
pl: Otwórz katalog zawierający crash.tar.gz oraz jego zawartość.
pt: Abra o diretório que contém crash.tar.gz e o seu conteúdo.
pt_br: Abra o diretório contendo crash.tar.gz e seu conteúdo.
ro: Deschide directorul care conține crash.tar.gz și conținutul acestuia.
ru: Откройте папку, содержащую crash.tar.gz и его содержимое.
sk: Otvoriť adresár obsahujúci crash.tar.gz a jeho obsah.
sl: Odprite mapo, ki vsebuje crash.tar.gz in njegovo vsebino.
sr: Отворите директоријум који садржи crash.tar.gz и његов садржај.
sr@latin: Otvorite direktorijum koji sadrži crash.tar.gz i njegov sadržaj.
sv: Öppna mappen med crash.tar.gz och dess innehåll.
te: crash.tar.gz మరియు దాని అంతర్లీన ఫైలు‌లను కలిగి ఉన్న డైరెక్టరీని తెరవండి.
tr: crash.tar.gz ve içeriğinin bulunduğu dizini aç.
uk: Відкрийте каталог, що містить crash.tar.gz і його вміст.
vi: Mở thư mục chứa crash.tar.xz và tập tin trong nó.

source: Bug Tracker
am: ችግር ፈልጎ አግኚ
ar: متتبع العطل
ast: Llocalizador d'erros
bg: Проследяване на бъг
bn: বাগ তালাশকারী(Tracker)
ca: Seguiment d'errors
cs: Systém správy hlášení chyb
cy: Traciwr Gwallau
da: Fejlsporing
de: Fehlerverfolgungssystem
el: Ιχνηλάτης Σφαλμάτων
eo: Cimspuradilo
es: Seguimiento de errores
et: Vigade loetelu
eu: Errore jarraitzailea
fa: ردیاب اشکال
fi: Virheenjäljitin
fr_ca: Système de suivi des bogues
he: כלי מעקב אחר תקלות
hi: बग ट्रैकर
hr: Pratitelj grešaka
hu: Hibajegykezelő
ia: Traciator de defectos
id: Pelacak Bug (kesalahan dalam sistem)
is: Villuskrásetjari
ja: バグトラッカー
ka: კოდის შეცდომების სია
kab: Aḍfaṛ ibugen
lo: ໂຕຕິດຕາມຂໍ້ບົກພ່ອງ
lt: Klaidų seklys
lv: Kļūdu izsekotājs
ms: Penjejak Pepijat
nb: Feilsporing
nl: Foutmeldingsdienst
nn: Feilsporingssystem
oc: Traçador d’avarias
pl: System śledzenia błędów
pt: Rastreio de erro
pt_br: Rastreamento de Bug
ro: Monitor de bug-uri
ru: Система отслеживания ошибок
sk: Vyhľadávač chýb
sl: Sledilnik hroščev
sr: Пратилац грешака
sr@latin: Praćenje grešaka (``Bug Tracker``)
sv: Ärendehanterare
te: లోపాలను అనుసరించే వ్యవస్థ
tr: Hata Takibi
uk: Вадовий Трекер
vi: Nhận định lỗi

source: Find the most appropriate bug tracker.
am: ተገቢውን የ ችግር መፈለጊያ ያግኙ
ar: العثور على متتبع الأعطال الأنسب.
ast: Atopa el llocalizador d'erros más afayadizu.
be: Знайсці найбольш адпаведную сістэму паведамленняў аб памылках.
bg: Намери най-подходящия бъг тркер.
bn: সর্বাধিক উপযুক্ত বাগ ট্র্যাকার সন্ধান করুন।
ca: Troba el rastrejador d'errors més apropiat.
cs: Najít nejpříhodnější sekci systému správy hlášení chyb.
cy: Defnyddio'r traciwr gwallau mwyaf addas.
da: Find det bedst egnet værktøj til fejlsporing.
de: Das am besten geeignete Fehlerverfolgungssystem finden.
el: Βρείτε τον πιο κατάλληλο ιχνηλάτη σφαλμάτων.
eo: Serĉi la plej taŭgan cimspuradilon.
es: Encontrar el sistema de seguimiento de errores más apropiado.
et: Leia kõige sobivam koht veast raporteerimiseks.
eu: Bilatu errore jarraitzaile egokiena.
fa: یافتن مناسب ترین ردیاب اشکال.
fi: Valitse sopivin virheenjäljitin.
fr_ca: Trouver le système de suivi de bogues le plus approprié.
he: מציאת הכלי המתאים למעקב אחר תקלות
hi: सबसे उपयुक्त बग ट्रैकर खोजें।
hr: Potražite najprikladniji pratitelj grešaka.
hu: Keresse meg az illetékes projekt hibajegykezelő rendszerét.
ia: Trova le traciator de defectos plus appropriate.
id: Temukan pelacak bug (kesalahan dalam sistem) yang paling sesuai.
is: Finna mest viðeigandi villuskrásetjarann (bug tracker).
it: Trova il bug tracker più adeguato.
ja: 最も適切なバグトラッカーを探します。
ka: იპოვნე ყველაზე შესაფერისი პრობლემის კვალის შემქმნელი.
kab: Afed aḍfaṛ ibugen ilaqen.
lo: ຊອກຫາໂຕຕິດຕາມຂໍ້ບົກພ່ອງທີ່ເໝາະສົມທີ່ສຸດ.
lt: Rasti tinkamiausią klaidų seklį.
lv: Atrodi vispiemērotāko kļūdu izsekotāju.
ms: Cari penjejak pepijat yang paling sesuai.
nb: Finn den mest passende feilsporer.
nl: Zoek de meest geschikte foutmeldingsdienst op het internet.
nn: Finn det mest eigna feilsporingssystemet.
oc: Trobar lo traçador d’avarias mai apropriat.
pl: Znajdź najbardziej odpowiedni system śledzenia błędów.
pt: Encontre o rastreador de erros mais apropriado.
pt_br: Encontre o rastreador de Bugs mais apropriado.
ro: Găsiți cel mai potrivit monitor de bug-uri.
ru: Найдите наиболее подходящий трекер ошибок.
sk: Nájsť vyhovujúci Vyhľadávač chýb.
sl: Poiščite najprimernejši sledilnik hroščev.
sr: Пронађи најбољег пратиоца грешака
sr@latin: Pronađite najprikladnijeg tragača grešaka (``bug tracker``).
sv: Hitta den bäst lämpade ärendehanteraren
te: అత్యంత సరైన లోప ట్రాకర్‌ను కనుగొనండి.
tr: En uygun hata izleme aracını bulun.
uk: Знайдіть найбільш відповідний трекер для помилок.
vi: Tìm ra lỗi nghiêm trọng nhất

source: Upload the trace to the Internet.
am: ተፈልጎ የ ተገኘውን ወደ ኢንተርኔት መጫኛ
ar: تحميل التتبع على الإنترنت.
ast: Xubi el rastru a internet.
be: Запампаваць след стэка ў інтэрнэт.
bg: Качи проследяването в интернет.
bn: ইন্টারনেটে ট্রেসটি আপলোড করুন।
ca: Puja la traça a Internet.
cs: Nahrát výpis (trace) na Internet.
cy: Llwytho'r adroddiad i'r Rhyngrwyd.
da: Upload sporet til internettet.
de: Die Stapelspeicherzurückverfolgung in das Internet hochladen.
el: Ανεβάστε το ίχνος στο Διαδίκτυο.
eo: Alŝutu la spurodosieron al interreto.
es: Subir el seguimiento de la pila a internet.
et: Laadi pinu jälg (trace) internetti.
eu: Kargatu aztarna Internetera.
fa: بارگذاری رد بر اینترنت.
fi: Lähetä pinolistaus internetiin.
fr_ca: Téléverser la trace sur Internet.
he: יש להעלות את העקבות לאינטרנט.
hi: ट्रेस को इंटरनेट पर अपलोड करें।
hr: Pošaljite stavke rušenja na Internet.
hu: Töltse fel a verem-nyomkövetést az internetre.
ia: Incarga le tracia al Internet
id: Unggah penelusuran ke internet
is: Senda rakninguna inn á internetið.
it: Carica la traccia su internet.
ja: トレースをインターネット上にアップロードします。
ka: ატვირთე კვალი ინტერნეტში.
kab: Azen adriz ɣer internet.
lo: ອັບໂຫຼດ the trace ຂຶ້ນສູ່ອິນເຕີເນັດ.
lt: Įkelti pėdsaką į internetą.
lv: Augšupielādējiet informāciju internetā.
ms: Muat naik jejak ke Internet.
nb: Last opp sporet til Internett.
nl: Plaats de tracering op het internet.
nn: Last opp sporet til Internett.
oc: Enviar la traça a l'Internet.
pl: Prześlij raport do Internetu.
pt: Carregue o rastreio para a Internet.
pt_br: Envie o rastreamento para a Internet.
ro: Încarcă copia pe Internet.
ru: Загрузите трассировку в Интернет.
sk: Odoslať správu o stopovaní na internet.
sl: Naloži sledenje na internet.
sr: Otpremite trag na Internet.
sr@latin: Otpremite trag (``trace``) na Internet.
sv: Ladda upp spårningen på internet
te: ట్రేస్‌ను ఇంటర్నెట్‌కి అప్‌లోడ్ చేయండి.
tr: İpucunu İnternete yükleyin.
uk: Завантажте трасування в Інтернет.
vi: Tải báo cáo lên internet.

source: Developers need to know where the code fails or how to reproduce the issue. Always provide a trace and reliable instructions to trigger/observe the problem.
am: አበልፃጊዎች ኮዱ የት ጋር አልሰራም እንዳለ ወይንም ችግሩ እንደገና መፍጠር ማወቅ ይፈልጋሉ: ሁል ጊዜ ችግሩ እንዴት እንደተፈጠረ እና ቀላል መመሪያ ስለ ችግሩ እንዴት እንደ ጀመረ/ችግሩ እንዴት እንደታየ ይላኩ
ar: يحتاج المطورون إلى معرفة مكان فشل التعليمة البرمجية أو كيفية إعادة إنتاج المشكلة. قم دائمًا بتوفير تعليمات تتبع موثوقة لتشغيل/مراقبة المشكلة.
ast: Los desencolcadores precisen saber aú falla'l códigu, o comu reproducir l'erru. Da-yos siempres un rastru ya istrucciones fiables pa atopar ya facer un analís del problema.
be: Распрацоўшчыкі павінны ведаць дзе код ламаецца або як паўтарыць праблему. Заўсёды дадавайце след і надзейныя інструкцыі для запуску/агляду праблемы.
bg: Разработчиците трябва да знаят, къде кода се е провалил или как да възпроизведат проблема. Винаги давайте следи и подходящи инструкции за отключване/изследване на проблема.
bn: ডেভেলপারসদের কোডটি কোথায় ব্যর্থ হয়েছে বা কীভাবে সমস্যাটি পুনরুত্পাদন করতে হবে তা জানতে হবে। সমস্যাটি পুনরুত্পাদন/পর্যবেক্ষণ করার জন্য সর্বদা একটি ট্রেস এবং নির্ভরযোগ্য নির্দেশাবলী সরবরাহ করুন।
ca: Els desenvolupadors necessiten saber on falla el codi o com reproduir el problema. Proporcioneu sempre una traça i les instruccions fiables per activar/observar el problema.
cs: Vývojáři potřebují vědět ve kterém místě kódu došlo k pádu nebo jak projev problému zopakovat. Vždy poskytněte výpis zásobníku (trace) a spolehlivé pokyny jak vyvolat/zpozorovat problém.
cy: Mae datblygwyr angen gwybod lle mae'r cod yn methu neu sut i ailgynhyrchu mater. Cofiwch ddarparu adroddiad a chyfarwyddiadau dibynadwy i gychwyn/dangos yr anhawster.
da: Udviklere har brug for at vide, hvor koden fejler og hvordan det kan reproduceres. Tilvejebring altid et spor og pålidelige instruktioner til at udløse/observere problemet.
de: Entwickler müssen wissen, wo der Code fehlgeschlagen ist oder wie der Fehler erneut erzeugt werden kann. Bitte immer die Stapelspeicherzurückverfolgung und zuverlässige Anweisungen angeben, um das Problem auszulösen bzw. zu beobachten.
el: Οι προγραμματιστές πρέπει να γνωρίζουν πού αποτυγχάνει ο κώδικας ή πώς να αναπαράγει το ζήτημα. Να παρέχετε πάντα ένα ίχνος και αξιόπιστες οδηγίες για να ενεργοποιήσετε/παρατηρήσετε το πρόβλημα.
eo: Programistoj bezonas scii, kie la programkodo eraras, aŭ kiel reprodukti la malfacilaĵon. Nepre provizu spurodosieron kaj fidindajn instrukciojn por ekestigi/observi la problemon.
es: Los desarrolladores necesitan saber dónde falla el código o cómo reproducir el problema. Proporcione siempre el seguimiento de la pila e instrucciones precisas para desencadenar/observar el problema.
et: Arendajatel on vaja teada, millises koodilõigus viga tekkis ning kuidas seda uuesti esile kutsuda. Lisa alati raportile andmed pinu kohta (trace) ja piisavad juhised probleemi kordamiseks või vaatlemiseks.
eu: Garatzaileek kodeak non huts egiten duen edo arazoa nola erreproduzitu jakin behar dute. Gehitu beti aztarna bat eta arazoa eragiteko/behatzeko jarraibide fidagarriak.
fa: توسعه‌دهندگان نیازدارند بدانند که کد در کجا شکست میخورد یا اینکه چگونه مشکل را بازتولید کنند. همیشه یک رد و دستورالعمل قابل اطمینان برای تحریک/مشاهده مشکل فراهم کنید.
fi: Kehittäjien on tiedettävä, missä koodi epäonnistuu tai kuinka ongelman voi toistaa. Anna aina pinolistaus ja ohjeet ongelman havaitsemiseen.
fr_ca: Les développeurs doivent savoir où le code est défaillant ou comment reproduire le problème. Fournissez toujours une trace ainsi que des instructions fiables afin de déclencher ou observer le problème.
he: מפתחים צריכים לדעת היכן הקוד כשל או איך לשחזר את הבעיה. נא לספק תמיד דוח עקיבות והוראות מדויקות בכדי לשחזר / לאבחן את הבעיה.
hi: डेवलपर्स का यह जानना आवश्यक है कि कोड कहाँ विफल हो रहा है व समस्या को कैसे पुन: उत्पन्न किया जा सकता है। समस्या को उत्प्रेरित/समीक्षा करने के लिए हमेशा एक ट्रेस व विश्वसनीय निर्देश प्रदान करें।
hr: Razvijatelji moraju znati gdje se kôd ruši ili kako reproducirati problem. Uvijek pošaljite stavke rušenja i pouzdane upute za pokretanje/praćenje problema.
hu: A fejlesztőknek ismerniük kell, hogy hol omlik össze a kód, illetve hogyan reprodukálhatják a hibát. Mindig adja meg a verem-nyomkövetést és megbízható utasításokat a hiba előidézésére és megfigyeléséhez.
ia: Le disveloppatores besonia de saper ubi le codice falle o como reproducer le problema. Provide sempre un tracia e instructiones fidibile pro discatenar o observar le problema.
id: Pengembang perlu tahu di mana kode yang gagal atau terjadinya masalah. Berikan panduan langkah dan instruksi yang tepat untuk memicu/mengamati masalah.
is: Forritarar þurfa að vita hvar kóðinn bregst eða hvernig hægt sé að endurtaka vandamál. Alltaf ætti að gefa upp rakningu og traustar upplýsingar um hvernig hægt sé að framkalla/skoða vandamálin.
it: Gli sviluppatori devono sapere dove il codice dà errore o come riprodurlo. Fornire sempre un trace con informazioni complete sulla causa scatenante del problema.
ja: 開発者は、コードがどこで失敗しているかや、問題をどうすれば再現できるかを把握する必要があります。問題の引き金となる手段や場所を正確に追跡し、それらの情報をご提供ください。
ka: დეველოპერებს სჭირდებათ იმის ცოდნა თუ სად მარცხდება კოდი ან როგორ უნდა გაიმეორონ პრობლემა. ყოველთვის მიაწოდე კვალი და საიმედო მითითებები რათა გაიმეორონ/დაათვალიერონ პრობლემა.
kab: Ineflayen sran ad ẓren anida tɣelli tengalt, amek ara alsen i uɣelluy. Yalas ttakk-d adriz akked isallan ɣef wamek ara neḍfer neɣ ara nwali ugur.
lo: ນັກພັດທະນາຕ້ອງການຮູ້ວ່າໂຄດຂັດຂ້ອງຢູ່ໃສ ຫຼື ວິທີເຮັດໃຫ້ເກີດບັນຫາຄືນໃໝ່. ໃຫ້ສະໜອງ the trace ແລະ ຄຳແນະນຳທີ່ເຊື່ອຖືໄດ້ສະເໝີ ເພື່ອເຮັດໃຫ້ເກີດ/ສັງເກດເຫັນບັນຫາ.
lt: Kūrėjai turi žinoti kur kodas patiria nesėkmę ar kaip atkartoti problemą. Visada pateikite patikimus nurodymus kaip galima sukelti/pastebėti problemą.
lv: Izstrādātājiem ir jāzina, kur kods nedarbojas vai kā reproducēt problēmu. Vienmēr sniedz izsekošanas informāciju un uzticamas instrukcijas, lai izraisītu/novērotu problēmu.
ms: Pembangun perlu tahu di mana kod gagal atau bagaimana untuk menghasilkan semula isu tersebut. Sentiasa sediakan jejak dan arahan yang boleh dipercayai untuk mencetuskan/memerhati masalah.
nb: Utviklere må vite hvor koden feiler eller hvordan de skal reprodusere problemet. Gi alltid spor og pålitelige instruksjoner for å utløse/observere problemet.
nl: Ontwikkelaars moeten weten waar het mis gaat met de code en hoe het probleem kan worden gereproduceerd. Lever altijd een tracering en betrouwbare instructies om het probleem te veroorzaken/observeren.
nn: Utviklarar må vite kvar koden feilar eller korleis problemet kan gjenskapast. Gje alltid eit spor og pålitelege instruksjonar for å utløyse/observere problemet.
oc: Los desvolopaires devon saber ont lo còde es desfalhent o cossí reproduire lo problèma. Fornissètz totjorn una traça e mai d'instruccions fisablas per tal de desencadenar o observar lo problèma.
pl: Twórcy oprogramowania potrzebują wiedzy, gdzie kod programu zawiódł oraz jak odtworzyć awarię. Zawsze udostępniaj ślad stosu oraz niezawodne instrukcje przydatne do powtórzenia czy obserwacji problemu.
pt: Os programadores precisam de saber onde o código falha ou como reproduzir o problema. Forneça um rastreamento e instruções confiáveis sobre como reproduzir o problema.
pt_br: Os desenvolvedores precisam saber onde o código falha ou como reproduzir o problema. Sempre forneça um rastreamento e instruções confiáveis para desencadear/observar o problema.
ro: Dezvoltatorii au nevoie să știe unde eșuează codul ori cum poate fi reprodusă eroarea. Întotdeauna furnizează un trace și instrucțiuni de încredere pentru a declanșa sau observa problema.
ru: Разработчики должны знать, в каком месте не сработал код или как воспроизвести проблему. Всегда предоставляйте трассировку и чёткие инструкции для воспроизведения/исследования проблемы.
sk: Programátori potrebujú vedieť kde presne dochádza k poruche alebo ako znova chybu navodiť. Pokúste sa preto byť presný pri Vašom popise navodenia/sposobenia tejto poruchy.
sl: Razvijalci morajo ugotoviti, kje koda odpove oz. kako ponovijo težavo. Vedno dodajte sledenje napaki in zanesljive napotke, kako sprožiti/opazovati težavo.
sr: Програмери треба да знају где код не ради и како да репродукује проблем. Увек обезбедите трагове и поуздана упутства за изазивње/посматрање проблема.
sr@latin: Programeri trebaju znati gde kod ne radi ili kako reprodukovati problem. Uvek obezbedite trag i pouzdana uputstva za izazivanje/posmatranje problema.
sv: Utvecklare behöver veta var koden fallerar och hur man reproducerar problemet. Ange alltid en spårning och tillförlitliga instruktioner om hur man utlöser/observerar problemet.
te: కోడ్ ఎక్కడ విఫలమవుతుందో లేదా సమస్యను ఎలా పునరావృతం చేయాలో డెవలపర్లకు తెలుసుకోవాలి. ఎప్పుడూ ట్రేస్‌ను మరియు సమస్యను ఎలా ప్రారంభించాలో/గమనించాలో విశ్వసనీయమైన సూచనలను ఇవ్వండి.
tr: Geliştiriciler kodun nerede başarısız olduğunu ve nasıl ortaya çıkacağını bilmek isterler. Bunun için sorunu tetiklemek/gözlemlemek amacıyla daima ipuçları ve sağlam açıklamalar sunmaya özen gösteriniz.
uk: Розробникам потрібно знати, де код не працює, або як відтворити проблему. Завжди надавайте трасування та надійні вказівки, щоб викликати/спостерігати за проблемою.
vi: Nhà phát triển cần biết có lỗi ở đâu và cách khắc phục lỗi này. Luôn cung cấp báo cáo và cách thức tiếp cận chúng.

source: Refresh
am: ማነቃቂያ
ar: نحديث
ast: Refrescar
be: Абнавіць
bg: Опресни
bn: রিফ্রেশ করুন
ca: Actualitza
cs: Načíst znovu
cy: Adnewyddu
da: Opdatér
de: Auffrischen
el: Ανανέωση
eo: Aktualigi
es: Recargar
et: Värskenda
eu: Freskatu
fa: تازه‌سازی
fi: Virkistä
fr_ca: Actualiser
he: ריענון
hi: रिफ्रेश करें
hr: Osvježi
hu: Frissítés
ia: Refrescar
id: Segarkan
is: Endurlesa
it: Aggiorna
ja: 更新
ka: განახლება
kab: Sismeḍ
lo: ໂຫຼດໃໝ່
lt: Įkelti iš naujo
lv: Atsvaidzināt
ms: Segar Semula
nb: Oppdater
nl: Verversen
nn: Oppfrisk
oc: Metre a jorn
pl: Odśwież
pt: Recarregar
pt_br: Atualizar
ro: Actualizare
ru: Обновить
sk: Obnoviť
sl: Osveži
sr: Освежи
sr@latin: Osveži
sv: Hämta om
te: తాజాపరచు
tr: Yenile
uk: Освіжити
vi: Làm mới

source: Add the XApp Status applet
ar: أضف ال XApp بريمج الحالة
ast: Añedir el applet d'estáu XApp
be: Дадаць аплет XApp Status
bg: Добави аплете за състоянието на XApp
bn: এক্স-অ্যাপ স্ট্যাটাস অ্যাপলেট যুক্ত করুন
ca: Afegeix l'applet d'estat de XApp
cs: Přidat XApp Status applet
cy: Ychwanegwch yr apled Statws XApp
da: Tilføj XApp status-panelprogrammet
de: Das XApp-Status-Applet hinzufügen
el: Προσθέστε τη μικροεφαρμογή XApp Status
eo: Aldoni la aplikaĵeton pri xapa stato
es: Añadir la miniaplicación de estado XApp
et: XApp teavitusikoonide rakendi lisamine
eu: Gehitu XApp Egoera applet-a
fa: افزودن برنامک وضعیت XApp
fi: Lisää xapp tilasovelma
fr_ca: Ajouter l’applet État XApp
he: הוספת יישומון מצב XApp
hi: XApp स्थिति एप्लेट जोड़ें
hr: Dodajte XApp aplet stanja
hu: XApp Állapot kisalkalmazás hozzáadása
ia: Adder le applet de stato XApp
id: Tambahkan applet Status XApp
is: Bæta við XApp stöðusmáforriti
it: Aggiungi l'applet di Stato XApp
ja: XApp 状態アプレットを追加
ka: დაამატე "XApp Status"-ის "აფლეტი"
kab: Rnu asnas n waddad XApp
lo: ເພີ່ມແອັບເປິ້ນສະຖານະ XApp
lt: Pridėti XApp būsenos programėlę
lv: Pievienot XApp Status lietotni
ms: Tambah applet Status XApp
nb: Legg til XApp Status-miniprogrammet
nl: Voeg het status-werkbalkhulpje van XApp toe
nn: Legg til XApp Status-miniprogrammet
oc: Apondre l’applet Estat XApp
pl: Dodaj aplet stanu XApp
pt: Adicionar mini-aplicação de estado XApp
pt_br: Adicionar o applet do XApp Status
ro: Adăugați applet-ul XApp Status
ru: Добавить апплет статуса xApp
sk: Pridať applet XApp Status
sl: Dodaj programček stanja XApp
sr: Додајте XApp програмчета стања
sr@latin: Dodaj XApp statusni aplet
sv: Lägg till appen XApp Status
te: XApp స్థితి యాప్లెట్‌ను జోడించండి
tr: XApp Durum uygulamacığını ekleyin
uk: Додати аплет статусу XApp
vi: Thêm applet Trạng thái XApp
