Repository: linuxmint/mintreport
Catalog: po/mintreport-*.po
Languages: am, ar, ast, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, ka, kab, lo, lt, lv, ms, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, te, tr, uk, vi

source: To convert your system, open a terminal and type:
ar: من أجل تحويل النظام الخاص بك، إفتح الطرفية واكتب:
ast: Pa convertir el to sistema, abri una terminal ya introduz:
be: Каб пераўтварыць сістэму, адкрыйце тэрмінал і набярыце:
bg: За да преобразувате вашата система отворете терминал и напишете:
bn: আপনার সিস্টেম রূপান্তর করতে, একটি টার্মিনাল খুলুন এবং লিখুন:
ca: Per convertir el sistema, obriu una terminal i teclegeu:
cs: Pokud chcetei převést svůj systém, otevřete terminál a zadejte:
cy: I drosi eich system, agorwch derfynell a theipio:
da: Konvertér dit system ved at åbne en terminal og skrive:
de: Um Ihr System zu konvertieren, öffnen Sie ein Terminal und geben Sie folgendes ein:
el: Για να μετατρέψετε το σύστημά σας, ανοίξτε ένα τερματικό και πληκτρολογήστε:
eo: Por konverti vian sistemon, malfermu terminalon kaj tajpu:
es: Para convertir el sistema, abra un terminal y escriba:
et: Süsteemi teisendamiseks avage terminal ja tippige:
eu: Zure sistema bihurtzeko, ireki terminal bat eta idatzi:
fa: برای تبدیل سیستم خود، ترمینال را باز کنید و تایپ کنید:
fi: Voit muuntaa järjestelmän avaamalla päätteen ja kirjoittamalla:
fr_ca: Pour convertir votre système, ouvrez un terminal et tapez :
he: על מנת להמיר את המערכת, נא לפתוח מסוף ולהזין:
hi: सिस्टम रूपांतरण हेतु टर्मिनल खोलें व टाइप करें :
hr: Kako bi pretvorili vaš sustav, otvorite terminal i utipkajte:
hu: A usrmerge átalakítás elvégzéséhez nyissa meg a terminált, és írja be a következőt:
ia: Pro converter tu systema, aperi un terminal e scribe:
id: Untuk mengonversi sistem Anda, buka terminal dan ketik:
is: Til að umbreyta kerfinu þínu skaltu opna skjáhermi (terminal) og skrifa:
it: Per convertire il sistema, apri un terminale e digita:
ja: システムを変換するには、端末を開いて次のように入力します:
ka: შენი სისტემის გარდასაქმნელად, გახსენი ტერმინალი და ჩაწერე:
kab: Akken ad tselkteḍ anagraw-inek inem, ldi tadiwent u taruḍ:
lo: ເພື່ອແປງລະບົບຂອງທ່ານ, ເປີດ terminal ແລະ ພິມ:
lt: Norėdami konvertuoti savo sistemą, atverkite terminalą ir įrašykite:
lv: Lai konvertētu sistēmu, atver termināli un ieraksti:
ms: Untuk menukar sistem anda, buka terminal dan taip:
nb: For å konvertere systemet, åpne et terminalvindu og skriv:
nl: Om uw systeem om te zetten, opent u een terminalvenster en tikt u in:
nn: For å konvertere systemet ditt, opne eit terminalvindauge og skriv:
oc: Per convertir lo sistèma, dobrissètz un terminal e picatz :
pl: Aby przekonwertować system, otwórz terminal i wpisz:
pt: Para converter o sistema, abra um terminal e escreva:
pt_br: Para converter seu sistema, abra um terminal e digite:
ro: Pentru a converti sistemul, deschide un terminal și introdu:
ru: Чтобы преобразовать вашу систему, откройте терминал и наберите:
sk: Pokiaľ chcete previesť svoj systém, otvorte terminál a zadajte:
sl: Če želite pretvoriti svoj sistem, odprite terminal in vnesite:
sr: Да преобратите ваш систем, отворите терминал и куцајте:
sr@latin: Da biste konvertovali Vaš sistem, otvorite terminal i ukucajte:
sv: För att göra ändringen, öppna ett terminalfönster och skriv:
te: మీ వ్యవస్థను మార్చడానికి, టెర్మినల్‌ను ఓపెన్ చేసి టైప్ చేయండి:
tr: Sisteminizi dönüştürmek için uçbirimi açın ve şunu yazın:
uk: Щоб конвертувати вашу систему, відкрийте термінал і введіть:
vi: Để chuyển đổi hệ thống của bạn, hãy mở một Trình dòng lệnh và gõ:

source: You should reboot the computer once this completes.
ar: يجب عليك أن تعيد تشغيل الجهاز بمجرد أن ينتهي هذا الأمر.
ast: Vas tener que reaniciar el to sistema dempués de que fine.
be: Трэба будзе перазагрузіць камп'ютар па завяршэнні.
bg: Рестартирайте компютъра си когато това завърши.
bn: এটি সম্পূর্ণ হলে আপনার কম্পিউটার পুনরায় বুট করা উচিত।
ca: Haureu de reiniciar l'equip quan s'acabi el procés.
cs: Po dokončení byste měli počítač restartovat.
cy: Dylech ailgychwyn eich cyfrifiadur unwaith i hwn orffen.
da: Du bør genstarte din computer, når konverteringen er færdig.
de: Nach Abschluss des Vorgangs sollten Sie den Rechner neu starten.
el: Θα πρέπει να επανεκκινήσετε τον υπολογιστή μόλις ολοκληρωθεί.
eo: Restartigu la komputilon post konvertado.
es: Deberá reiniciar el equipo cuando termine el proceso.
et: Kui see on lõpetatud, peaksite arvuti taaskäivitama.
eu: Ordenagailua berrabiarazi beharko zenuke hau amaitzean.
fa: پس از اتمام این کار باید رایانه را مجدداً راه اندازی کنید.
fi: Käynnistä tietokone uudelleen, kun tämä on valmistunut.
fr_ca: Redémarrez l’ordinateur une fois la conversion terminée.
he: נא לאתחל את המחשב לאחר סיום ההמרה
hi: यह प्रक्रिया पूर्ण होने के उपरांत कंप्यूटर पुनः आरंभ अवश्य करें।
hr: Trebali bi ponovno pokrenuti računalo jednom kada se ovo završi.
hu: Indítsa újra számítógépet a művelet végrehajtása után.
ia: Tu deberea reinitiar le computator un vice que isto se completa.
id: Anda harus me-reboot komputer setelah ini selesai.
is: Þú ættir að endurræsa tölvuna um leið og þessu lýkur.
it: Dovresti riavviare il computer una volta completato.
ja: これが完了したら、コンピューターを再起動する必要があります。
ka: წესით უნდა გადატვირთო კომპიუტერი ამის დასრულების შემდეგ.
kab: Isefk ad talseḍ asekker n uselkim mi yemmed wayagi.
lo: ທ່ານຄວນຣີບູດຄອມພິວເຕີເມື່ອຂະບວນການນີ້ສຳເລັດ.
lt: Kai tai bus užbaigta, turėtumėte paleisti kompiuterį iš naujo.
lv: Kad tas būs pabeigts, tev vajadzētu restartēt datoru.
ms: Anda perlu mulakan semula komputer setelah proses ini selesai.
nb: Du bør starte datamaskinen på nytt når dette er fullført.
nl: U dient uw computer te herstarten nadat dit is voltooid.
nn: Du bør starte datamaskina på nytt når dette er fullført.
oc: Devètz reaviar l’ordenador un còp acabat.
pl: Po zakończeniu tej operacji należy ponownie uruchomić komputer.
pt: Deverá reiniciar o computador quando isto estiver concluído.
pt_br: Você deve reiniciar o computador assim que terminar.
ro: Ar trebui să repornești calculatorul după ce e gata.
ru: После завершения необходимо перезагрузить компьютер.
sk: Keď sa tento proces ukončí, mali by ste reštartovať Váš počítač.
sl: Ko se ta postopek zaključi, morate ponovno zagnati računalnik.
sr: Треба поново да покренете ваш рачунар када се ово заврши.
sr@latin: Kada se ovo završi, trebali bi da ponovo pokrenete računar.
sv: Starta om datorn efter detta är klart.
te: ఇది పూర్తయ్యిన తర్వాత, మీరు కంప్యూటర్‌ను రీస్టార్ట్ చేయాలి.
tr: Bu tamamlandıktan sonra bilgisayarı yeniden başlatmalısınız.
uk: Після цього вам слід перезавантажити комп’ютер.
vi: Bạn nên khởi động lại máy tính sau khi quá trình này hoàn tất.

source: More information
am: ተጨማሪ መረጃ
ar: مزيد من المعلومات
ast: Más información
be: Падрабязней
bg: Повече информация
bn: আরো তথ্য
ca: Més informació
cs: Další informace
cy: Rhagor o wybodaeth
da: Flere oplysninger
de: Weitere Informationen
el: Περισσότερες πληροφορίες
eo: Pliaj informoj
es: Más información
et: Rohkem teavet
eu: Informazio gehiago
fa: اطلاعات بیشتر
fi: Lisätietoja
fr_ca: Plus de précisions
he: מידע נוסף
hi: अधिक सूचना
hr: Više informacija
hu: További információ
ia: Plus information
id: Informasi lebih lanjut
is: Nánari upplýsingar
it: Maggiori informazioni
ja: 詳細情報
ka: მეტი ინფორმაცია
kab: Ugar n telɣut
lo: ຂໍ້ມູນເພີ່ມເຕີມ
lt: Daugiau informacijos
lv: Vairāk informācijas
ms: Maklumat lanjut
nb: Mer informasjon
nl: Meer informatie
nn: Meir informasjon
oc: Mai d'informacions
pl: Więcej informacji
pt: Mais informação
pt_br: Mais informações
ro: Mai multe informații
ru: Дополнительная информация
sk: Viac informácií
sl: Več podrobnosti
sr: Још података
sr@latin: Više informacija
sv: Mer information
te: ఇంకా సమాచారం
tr: Daha fazla bilgi
uk: Докладніше
vi: Thông tin thêm

source: Remove conflicting indicators
ar: أزل المؤشرات المتعارضة
ast: Desaniciar indicadores en conflictu.
be: Выдаліць канфліктуючыя індыкатары
bg: Премахване на противоречивите индикатори
bn: বিরোধী সূচকগুলি সরান
ca: Elimineu els indicadors en conflicte.
cs: Odebrat kolidující indikátory
cy: Dileu dangosyddion sy'n gwrthdaro
da: Fjern indikatorer, der giver konflikter.
de: Widersprüchliche Anzeiger entfernen
el: Αφαίρεση αντικρουόμενων δεικτών
eo: Forigi konfliktajn indikilojn
es: Eliminar los indicadores en conflicto
et: Vastuoluliste indikaatorite eemaldamine
eu: Kendu gatazkak dituzten adierazleak
fa: شاخص های متناقض را حذف کنید
fi: Poista ristiriitaiset osoittimet
fr_ca: Supprimer les indicateurs contradictoires
he: הסרת מחוונים סותרים
hi: विरुद्ध सूचक हटाएँ
hr: Ukloni sukobljene indikatore
hu: Ütközést okozó jelzők eltávolítása
ia: Remover indicatores de conflicto
id: Hapus indikator yang bertentangan
is: Fjarlægja vísbendingar um árekstra
it: Rimuovi gli indicatori in conflitto
ja: 競合するインジケーターを削除
ka: ამოშალე წინააღმდეგობრივი მაჩვენებლები
kab: Kkes inamalen ittemceččawen
lo: ລຶບໂຕຊີ້ບອກທີ່ຂັດກັນອອກ
lt: Šalinti konfliktuojančius indikatorius
lv: Noņemt konfliktējošos indikatorus
ms: Buang indikator yang bercanggah
nb: Fjern motstridende indikatorer
nl: Conflicterende aanwijzers verwijderen
nn: Fjern motstridande indikatorar
oc: Suprimir los indicadors en conflicte
pl: Usuń sprzeczne wskaźniki
pt: Remover indicadores em conflito
pt_br: Remover os indicadores conflitantes
ro: Eliminați indicatorii conflictuali
ru: Удалить конфликтующие индикаторы
sk: Odstrániť konfliktné indikátory
sl: Odstrani nasprotujoče si kazalce
sr: Уклони сукобљавајуће показиваче
sr@latin: Ukloni protivrečne indikatore
sv: Ta bort motstridiga indikatorer
te: మొసిరిపోయిన సూచికలను తొలగించండి
tr: Çakışan göstergeleri sil
uk: Вилучити індикатори, що конфліктують
vi: Loại bỏ các chỉ số xung đột

source: The following packages prevent tray icons from working properly:
ar: الحزم التالية تمنع أيقونات الحاوية من العمل بشكل مثالي:
ast: Los siguientes paquetes faen que los iconos de la barra de tareas nun furrulen bien.
be: Наступныя пакеты перашкаджаюць значкам трэя працаваць правільна:
bg: Следните пакети пречат на на иконите в трея да работят както се очаква:
bn: নিম্নলিখিত প্যাকেজগুলি ট্রে আইকনগুলিকে সঠিকভাবে কাজ করতে বাধা দিচ্ছে:
ca: Els paquets següents impedeixen que les icones de la safata funcionin correctament:
cs: Následující balíčky brání ve správné funkci ikon v oznamovací oblasti:
cy: Mae'r pecynnau canlynol yn atal eiconau'r drôr rhag gweithio'n iawn:
da: Følgende pakker forhindrer statusfeltikoner i at virke korrekt:
de: Die folgenden Pakete verhindern, dass die Systemleistensymbole ordnungsgemäß funktionieren:
el: Τα ακόλουθα πακέτα προτρέπουν τις εικόνες του πλαισίου εφαρμογών από το να λειτουργήσουν σωστά:
eo: La sekvaj pakoj malebligas decan funkciadon de taskopletaj bildsimboloj:
es: Los paquetes siguientes impiden que los iconos de la bandeja funcionen correctamente:
et: Järgnevad paketid takistavad süsteemi salve ikoonide korrektset toimimist:
eu: Ondorengo paketeek erretiluko ikonoek behar bezala funtzionatzea eragozten dute:
fa: بسته های زیر از عملکرد صحیح نمادهای سینی جلوگیری می کنند:
fi: Seuraavat paketit estävät ilmoitusalueen kuvakkeita toimimasta oikein:
fr_ca: Les paquets suivants empêchent la zone de notification de fonctionner correctement :
he: החבילות הבאות מונעות מסמלי המגש לעבוד בצורה תקינה:
hi: निम्नलिखित पैकेज ट्रे आइकन को बाधित कर रहे हैं :
hr: Sljedeći paketi sprječavaju ispravan rad ikona obavijesnog područja sustava:
hu: A következő csomagok megakadályozzák a panel ikonok megfelelő működését:
ia: Le sequente pacchettos impedi al icones del area de notification de functionar correctemente:
id: Paket berikut mencegah ikon baki berfungsi dengan benar:
is: Eftirfarandi pakkar koma í veg fyrir að táknmyndir í kerfisbakka virki eðlilega:
it: I seguenti pacchetti impediscono il corretto funzionamento delle icone della barra delle applicazioni:
ja: これらのパッケージが、トレイアイコンの動作の妨げになっています:
ka: შემდეგი პროგრამები ხელს უშლის ლაგრის ნახატებს სწორად მუშაობაში:
kab: Ikemmusen-agi ur ttaǧǧan ara taɣzut n telɣut ad telḥu akken iwata:
lo: ແພັກເກັດຕໍ່ໄປນີ້ກີດຂວາງບໍ່ໃຫ້ໄອຄອນເທິງຖາດລະບົບເຮັດວຽກຢ່າງຖືກຕ້ອງ:
lt: Šie paketai neleidžia dėklo piktogramoms tinkamai veikti:
lv: Šīs pakotnes neļauj ikonām darboties pareizi:
ms: Pakej berikut menghalang ikon dulang daripada berfungsi dengan betul:
nb: Følgende pakker hindrer systemstatusikoner i å fungere som de skal:
nl: De volgende pakketten verhinderen systeemvakpictogrammen om juist te werken:
nn: Følgjande pakkar hindrar at ikon i systemtrauet fungerer som dei skal:
oc: Los paquets seguents empachan la zòna de notificacion de foncionar corrèctament :
pl: Następujące pakiety uniemożliwiają ikonom obszaru powiadamiania poprawne działanie:
pt: Os seguintes pacotes impedem que os ícones da área de notificação funcionem corretamente:
pt_br: Os seguintes pacotes impedem que os ícones da área de notificação funcione normalmente
ro: Următoarele pachete împiedică funcționarea corectă a pictogramelor tăvii:
ru: Следующие пакеты не позволяют значкам системного лотка работать правильно:
sk: Nasledujúce balíčky bránia oznamovacej ikone fungovať správne.
sl: Naslednji paketi preprečujejo ikonam pladnja pravilno delovanje:
sr: Следећи пакети спречавају иконицу фиоке да ради исправно:
sr@latin: Sledeći paketi sprečavaju pravilan rad ikona sistemske trake:
sv: Följande paket förhindrar systembrickans ikonerna att fungera korrekt:
te: కింది ప్యాకేజీలు ట్రే ఐకాన్లు సరిగ్గా పని చేయకుండా అడ్డుకుంటున్నాయి:
tr: Aşağıdaki paketler sistem çekmecesi simgelerinin düzgün çalışmasına engel olur:
uk: Такі пакунки не дозволяють піктограмам системної таці працювати правильно:
vi: Các gói sau ngăn các biểu tượng trên khay hoạt động bình thường:

source: Note: You will need to log out after removing them.
ar: ملاحظة: يجب عليك أن تسجل الخروج بعد إزالتهم.
ast: Nota: Vas tener que zarrar sesión dempués de desanicialos.
be: Заўвага: Вам прыйдзецца выйсці з сістэмы пасля іх выдалення.
bg: Забележка: Ще се наложи да излезете и отново да се логнете след като ги премахнете.
bn: দ্রষ্টব্য: এগুলি সরানোর পরে আপনাকে লগ আউট করতে হবে।
ca: Nota: després de suprimir-los, haureu de tancar la sessió.
cs: Pozn.: po jejich odebrání se bude třeba odhlásit a přihlásit nazpět.
cy: Nodyn: Bydd angen i chi allgofnodi ar ôl eu tynnu.
da: Bemærk: Du skal logge af efter at have fjernet dem.
de: Hinweis: Nach deren Entfernung müssen Sie sich abmelden.
el: Σημείωση: Θα χρειαστεί να αποσυνδεθείτε αφού τα αφαιρέσετε.
eo: Komento: Vi bezonos elsaluti post la forigo.
es: Nota: deberá cerrar sesión después de eliminarlos.
et: Märkus: pärast nende eemaldamist pead välja logima.
eu: Oharra: Kendu ondoren saioa amaitu beharko duzu.
fa: توجه: پس از حذف باید از سیستم خارج شوید.
fi: Huom! Kun ne on poistettu, sinun on kirjauduttava ulos.
fr_ca: Note : Vous devrez vous déconnecter de la session après les avoir supprimés.
he: הערה: נדרשת התנתקות לאחר ההסרתם.
hi: ध्यान दें : इन्हें हटाने के उपरांत आपको लॉगआउट करना होगा।
hr: Napomena: Morate se odjaviti nakon njihova uklanjanja.
hu: Megjegyzés: Ki kell jelentkeznie az eltávolításuk után.
ia: Nota: Tu debera disconnecter te post remover los.
id: Catatan: Anda harus logout setelah menghapusnya.
is: Athugaðu: Þú að skrá þig inn út og síðan aftur inn eftir að þetta er fjarlægt.
it: Nota: Dovrai effettuare la disconnessione dopo averli rimossi.
ja: 注: パッケージを削除したら、いったんログアウトする必要があります。
ka: ჩანაწერი: საჭიროა გადატვირთვა მათი ამოშლის შემდეგ.
kab: Tamawt: tesraḍ ad tsensreḍ ticki tekkseḍ-ten.
lo: ໝາຍເຫດ: ທ່ານຈະຕ້ອງອອກຈາກລະບົບຫຼັງຈາກລຶບພວກມັນອອກ.
lt: Pastaba: Juos pašalinę, turėsite atsijungti.
lv: Piezīme: Pēc to noņemšanas tev būs jāizrakstās.
ms: Nota: Anda perlu log keluar selepas membuangnya.
nb: Merk: du må logge ut etter at du har fjernet dem.
nl: Let op: u dient zich af- en weer aan te melden na het verwijderen ervan.
nn: Merk: Du må logge ut etter at du har fjerna dei.
oc: Nòta : vos devètz desconnectar de la session aprèp los aver suprimits.
pl: Uwaga: Po usunięciu ich konieczne będzie wylogowanie.
pt: Nota: Irá precisar de terminar sessão após removê-los.
pt_br: Obs.: Vocẽ precisará encerrar a sessão após removê-lo
ro: Notă: Va trebui să vă deconectați după ce le eliminați.
ru: Внимание: после их удаления необходимо завершить сеанс и повторно войти в систему.
sk: Pozor: Po ich odstránení sa budete musieť odhlásiť.
sl: Opomba: po njihovi odstranitvi se boste morali odjaviti.
sr: Напомена: Мораћете да се одјавите након што их уклоните.
sr@latin: Nаpomenа: Nakon što ih uklonite, moraćete da se odjavite.
sv: OBS: Du måste logga ut efter att ha tagit bort dem.
te: గమనిక: అవి తీసివేసిన తర్వాత మీరు లాగ్ అవుట్ కావాల్సి ఉంటుంది.
tr: Not: Kaldırdıktan sonra oturumu kapatıp yeniden açmanız gerekir.
uk: Увага: після їх вилучення потрібно завершити сеанс і вдруге увійти у систему.
vi: Lưu ý: Bạn sẽ cần phải đăng xuất sau khi gỡ bỏ chúng.

source: Remove the conflicting packages.
ar: أزلّ الحزم المتعارضة.
ast: Desaniciar los paquetes conflictivos.
be: Выдаліць канфліктуючыя пакеты.
bg: Премахване на противоречивите пакети
bn: বিরোধী প্যাকেজগুলি সরান।
ca: Elimineu els paquets en conflicte.
cs: Odebrat balíčky, se kterými je v konfliktu.
cy: Tynnwch y pecynnau sy'n gwrthdaro.
da: Fjern pakker, der giver konflikter.
de: Die widersprüchlichen Pakete entfernen.
el: Αφαιρέστε τα αντικρουόμενα πακέτα.
eo: Forigi la konfliktajn pakojn.
es: Eliminar los paquetes en conflicto.
et: Eemalda vastuolulised paketid.
eu: Kendu gatazkak dituzten paketeak
fa: حذف بسته های متضاد.
fi: Poista ristiriitaiset paketit.
fr_ca: Supprimer les indicateurs contradictoires.
he: הסרת החבילות הסותרות.
hi: विरुद्ध पैकेज हटाएँ जा रहे हैं।
hr: Uklonite sukobljene pakete.
hu: Ütközést okozó csomagok eltávolítása.
ia: Remover le pacchettos confligente
id: Hapus paket yang bertentangan.
is: Fjarlægja pakkana sem rekast á.
it: Rimuovi i pacchetti in conflitto.
ja: 競合するパッケージを削除
ka: წინააღმდეგობრივი პროგრამების წაშლა.
kab: Kkes ikemmusen yetteceččawen.
lo: ລຶບແພັກເກັດທີ່ຂັດກັນອອກ.
lt: Šalinti konfliktuojančius paketus.
lv: Noņem konfliktējošās pakotnes.
ms: Buang pakej yang bercanggah.
nb: Fjern de motstridende pakkene.
nl: Verwijder de conflicterende pakketten.
nn: Fjern dei motstridande pakkane.
oc: Suprimissètz los paquets conflictius.
pl: Usuń sprzeczne pakiety.
pt: Remover os pacotes em conflito.
pt_br: Remover os pacotes conflitantes
ro: Eliminați pachetele aflate în conflict.
ru: Удалить конфликтующие пакеты.
sk: Odstrániť konfliktné balíky
sl: Odstranite nasprotujoče si pakete.
sr: Уклоните сукобљавајуће пакете.
sr@latin: Ukloni protivrečne pakete.
sv: Ta bort motstridiga paket.
te: ఘర్షణ కలిగించే ప్యాకేజీలను తొలగించండి
tr: Çakışan paketleri sil.
uk: Вилучити пакунки, що конфліктують.
vi: Loại bỏ các gói xung đột.

source: Install language packs
am: የ ቋንቋ ጥቅሎችን መግጠሚያ
ar: ثبّت حزم اللغة
ast: Istalar paquetes d'idioma
be: Усталяваць моўныя пакеты
bg: Инсталиране на езикови пакети
bn: ভাষার প্যাকগুলি ইনস্টল করুন
ca: Instal·la els paquets d'idioma
cs: Nainstalovat jazykové balíčky
cy: Gosod pecynnau iaith
da: Installér sprogpakker
de: Sprachpakete installieren
el: Εγκατάσταση γλωσσικών πακέτων
eo: Instali lingvajn pakojn
es: Instalar los paquetes de idioma
et: Paigalda keelepakid
eu: Instalatu hizkuntza-paketeak
fa: نصب بسته های زبان
fi: Asenna kielipaketit
fr_ca: Installer des paquets de langue
he: התקנת חבילות שפה
hi: भाषीय पैक इंस्टॉल करें
hr: Instalacija jezičnih paketa
hu: Nyelvi csomagok telepítése
ia: Installar pacchettos de lingua
id: Pasang paket bahasa
is: Setja upp tungumálapakka
it: Installa i pacchetti di traduzione
ja: 言語パッケージをインストール
ka: დააყენე ენის კონები
kab: Sebded ikemussen n tutlayt
lo: ຕິດຕັ້ງແພັກເກັດພາສາ
lt: Įdiegti kalbos paketus
lv: Instalēt valodu pakotnes
ms: Pasang pek bahasa
nb: Installer språkpakker
nl: Taalpakketten installeren
nn: Installer språkpakkar
oc: Installar los paquets lingüistics
pl: Zainstaluj pakiety językowe
pt: Instalar pacotes de idiomas
pt_br: Instalar pacotes de idiomas
ro: Instalează pachete de limbă
ru: Установить языковые пакеты
sk: Nainštalovať jazykové balíky
sl: Namesti jezikovne pakete
sr: Инсталирајте језичке пакете
sr@latin: Instaliraj jezičke pakete
sv: Installera språkpaket
te: భాషా ప్యాకేజీలను స్థాపించండి
tr: Dil paketlerini yükle
uk: Встановлення мовних пакунків
vi: Cài đặt gói ngôn ngữ
