Repository: linuxmint/mintreport
Catalog: po/mintreport-*.po
Languages: am, ar, ast, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, ka, kab, lo, lt, lv, ms, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, te, tr, uk, vi

source: Set up the system restore utility
am: የ ስርአት እንደ ነበር መመለሻ አካል ማሰናጃ
ar: إعداد أداة إستعادة النظام
ast: Afita la utilidá de restauración del sistema
be: Наладзіць утыліты аднаўлення сістэмы
bg: Настройка на инструмента са възстановяване на системата
bn: সিস্টেম পুনরুদ্ধার(System restore) ইউটিলিটি সেট আপ করুন
ca: Configura la utilitat de restauració del sistema
cs: Nastavit nástroj pro obnovení systému
cy: Gosod y gwasanaeth adfer system
da: Indstil værktøjet til gendannelse af systemet
de: Das Systemwiederherstellungsprogramm einrichten
el: Ρυθμίστε το εργαλείο επαναφοράς συστήματος
eo: Agordi la sistemrestaŭran utilaĵon
es: Configurar la herramienta de restauración del sistema
et: Süsteemitaaste seadistamine
eu: Konfiguratu sistema leheneratzeko tresna
fa: راه‌اندازی ابزار بازگردانی سیستم
fi: Määritä tietokoneen palauttaminen
fr_ca: Configurer l’utilitaire de restauration du système
he: הגדרת כלי לשחזור המערכת
hi: सिस्टम पुनर्स्थापना सेवा सेट करें
hr: Postavite alat obnove sustava
hu: Rendszer-helyreállító beállítása
ia: Defini le utilitate de restauration del systema
id: Siapkan utilitas pemulihan sistem
is: Setja upp kerfis-endurheimtingartólið
it: Configura l'utilità di ripristino del sistema
ja: システム復元ユーティリティを設定
ka: დააყენე სისტემის აღდგენის ხელსაწყო
kab: Seɣwer ahil n tririt n unagraw
lo: ຕັ້ງຄ່າເຄື່ອງມືກູ້ຄືນລະບົບ
lt: Nustatyti sistemos atkūrimo paslaugų programą
lv: Iestatīt sistēmas atjaunošanas utilītu
ms: Tetapkan utiliti pemulihan sistem
nb: Sett opp systemgjenopprettingsverktøyet
nl: Het systeemherstelgereedschap instellen
nn: Sett opp systemgjenopprettingsverktøyet
oc: Configurar l’aisina de restauracion sistèma
pl: Skonfiguruj narzędzie odzyskiwania systemu
pt: Configurar utilitário de restauro do sistema
pt_br: Configurar o utilitário de recuperação do sistema
ro: Configurați utilitarul de restaurare a sistemului
ru: Установка утилиты восстановления системы
sk: Nastaviť nástroj na obnovenie systému
sl: Nastavite orodje za obnovitev sistema
sr: Подесите услужни програм за враћање система
sr@latin: Podesi alatku za vraćanje sistema u prethodno stanje
sv: Aktivera systemets återställningsfunktion
te: వ్యవస్థ పునరుద్ధరణ సాధనాన్ని సెట్ చేయండి
tr: Sistem geri yükleme aracını ayarla
uk: Встановлення знадобу відновлення системи
vi: Thiết lập tiện ích khôi phục hệ thống

source: Linux Mint provides a system restore utility called Timeshift.
ar: يوفر Linux Mint وسيلة لاسترجاع النظام تسمى Timeshift.
ast: Linux Mint ufre una ferramienta de restauración de sistema nomada Timeshift.
be: Linux Mint выкарыстоўвае ўтыліту аднаўлення сістэмы Timeshift.
bg: Линукс Минт предоставя инструмент за възстановяване на системата, наречен Timeshift.
bn: লিনাক্স মিন্ট Timeshift নামে একটি সিস্টেম রিস্টোর ইউটিলিটি সরবরাহ করে।
ca: Linux Mint proporciona una utilitat de restauració del sistema anomenada Timeshift.
cs: Linux Mint poskytuje nástroj pro obnovení systému nazvanou Timeshift
cy: Mae Linux Mint yn darparu gwasanaeth adfer system o'r enw Timeshift.
da: Linux Mint indeholder et værktøj kaldet Timeshift til gendannelse af systemet.
de: Linux Mint liefert ein Systemwiederherstellungsprogramm mit dem Namen »Timeshift«.
el: Το Linux Mint παρέχει ένα εργαλείο επαναφοράς συστήματος, το Timeshift.
eo: Linukso Minto provizas sistemrestaŭran utilaĵon nomitan Timeshift.
es: Linux Mint proporciona una herramienta de restauración del sistema llamada Timeshift.
et: Linux Mint pakub süsteemitaaste tööriista nimega Timeshift.
eu: Linux Mintek Timeshift izeneko sistema leheneratzeko tresna eskaintzen du.
fa: Linux Mint ابزار بازگردانی سیستمی به اسم Timeshift را فراهم میکند.
fi: Linux Mint sisältää Timeshift tietokoneen palautusapuohjelman.
fr_ca: Linux Mint offre un utilitaire de restauration du système appelé Timeshift.
he: לינוקס מינט מספקת יישום לשחזור מערכת בשם טיים־שיפט.
hi: लिनक्स मिंट एक सिस्टम पुनर्स्थापना सेवा प्रदान करता है, जिसका नाम टाइमशिफ्ट है।
hr: Linux Mint sadrži alat obnove sustava koji se naziva Timeshift.
hu: A Linux Mint egy Timeshift nevű rendszer-visszaállító eszközt biztosít.
ia: Linux Mint forni un function de rastauration del systema appellate Timeshift.
id: Linux Mint menyediakan utilitas pemulihan sistem yang disebut Timeshift.
is: Linux Mint kemur með handhægu verkfæri til endurheimtingar á kerfisuppsetningu sem kallast Timeshift.
it: Linux Mint fornisce un'utilità di ripristino del sistema chiamata Timeshift.
ja: Linux Mint には Timeshift というシステム復元ユーティリティがあります。
ka: ლინუქს მინტი გთავაზობთ სისტემის აღსადგენ ხელსაწყოს სახელად "Timeshift".
kab: Linux Mint yesɛa ahil i tririt n unagraw isem-is Timeshift.
lo: Linux Mint ມີເຄື່ອງມືກູ້ຄືນລະບົບທີ່ເອີ້ນວ່າ Timeshift.
lt: Linux Mint pateikia sistemos atkūrimo paslaugų programą, pavadinimu Timeshift.
lv: Linux Mint nodrošina sistēmas atjaunošanas rīku, ko sauc par Timeshift.
ms: Linux Mint menyediakan utiliti pemulihan sistem yang dipanggil Timeshift.
nb: Linux Mint tilbyr et systemgjenopprettingsverktøy kalt Timeshift.
nl: Linux Mint bevat systeemherstelgereedschap genaamd Timeshift.
nn: Linux Mint tilbyr eit systemgjenopprettingsverktøy som heiter Timeshift.
oc: Linux Mint provesís una aisina de restauracion del sistèma apelada Timeshift.
pl: Linux Mint zawiera narzędzie odzyskiwania systemu o nazwie Timeshift.
pt: O Linux Mint disponibiliza um utilitário de restauro com o nome Timeshift.
pt_br: Linux Mint fornece um utilitários de recuperação do sistema chamado Timeshift.
ro: Linux Mint oferă un program de restaurare a sistemului numit Timeshift.
ru: В Linux Mint присутствует утилита восстановления системы Timeshift
sk: Linux Mint poskytuje nástroj na obnovovanie systému Timeshift.
sl: Linux Mint ponuja orodje za obnovitev sistema Timeshift.
sr: Линукс Минт нуди услужни програм за враћање система који се зове Timeshift.
sr@latin: Linuks Mint pruža alatku za vraćanje sistema u prethodno stanje koja se zove Timeshift.
sv: Linux Mint har en återställningsfunktion som kallas Timeshift.
te: లినక్స్ మింట్, టైమ్‌షిఫ్ట్ అనే వ్యవస్థ పునరుద్ధరణ సాధనాన్ని అందిస్తుంది.
tr: Linux Mint, Timeshift adında bir sistem geri yükleme aracı sunar.
uk: У Linux Mint є засіб відновлення системи Timeshift
vi: Linux Mint cung cấp một tiện ích khôi phục hệ thống có tên là Timeshift.

source: Thanks to Timeshift you can take snapshots of the system, either manually or automatically.
ar: شكرا إلى Timeshift يمكنك أن تأخذ لقطة من النظام، يدويا أو تلقائيا.
ast: Con Timeshift, puedes facer semeyes del to sistema, a manu o automatizáu.
be: Дзякуючы Timeshift вы можаце рабіць здымкі сістэмы ўручную або аўтаматычна.
bg: Благодарение на Timeshift вие може да правите снимки на системата (snapshots), ръчно или автоматично.
bn: Timeshift-এর সাহায্যে আপনি ম্যানুয়ালি বা স্বয়ংক্রিয়ভাবে সিস্টেমের স্ন্যাপশট নিতে পারেন।
ca: Gràcies a Timeshift, podeu fer instantànies del sistema, de forma manual o automàtica.
cs: Díky Timeshift je možné pořizovat zachycené stavy systému, ať už ručně nebo automaticky.
cy: Diolch i Timeshift gallwch chi gymryd cipluniau o'r system, naill ai â llaw neu'n awtomatig.
da: Takket være Timeshift kan du, manuelt eller automatisk, tage øjebliksbilleder af systemet.
de: Dank Timeshift können Sie Schnappschüsse vom System machen, entweder manuell oder automatisch.
el: Χάρη στο Timeshift μπορείτε να πάρετε στιγμιότυπα του συστήματος, είτε χειροκίνητα είτε αυτόματα.
eo: Danke al Timeshift vi povas fari momentfotojn de la sistemo, aŭ permane aŭ aŭtomate.
es: Gracias a Timeshift puede tomar instantáneas del sistema, ya sea manual o automáticamente.
et: Tänu Timeshiftile saad teha süsteemist tõmmiseid nii käsitsi kui automaatselt.
eu: Timeshift-i esker sistemaren argazkiak hartu ditzakezu, eskuz edo automatikoki.
fa: به لطف Timeshift شما میتوانید از سیستم اسنپ‌شات‌هایی تهیه کنید، یا به طور دستی یا خودکار.
fi: Timeshift:llä voit tehdä tietokoneen palautuspisteen manuaalisesti tai automaattisesti.
fr_ca: Grâce à Timeshift, vous pouvez prendre des instantanés du système, soit manuellement soit automatiquement.
he: הודות לטיים־שיפט, ניתן לשמור תמונות־חטף מערכת, באופן ידני או אוטומטי.
hi: टाइमशिफ्ट द्वारा आप स्वतः या मैन्युअल रूप से, सिस्टम की स्नैपशॉट बना सकते हैं।
hr: Zahvaljujući Timeshiftu možete stvarati snimke sustava, automatski ili ručno.
hu: A Timeshift alkalmazás segítségével kézzel vagy automatikusan pillanatképeket készíthet a rendszerről.
ia: Gratias a Timeshift tu pote capturar instantaneos de systema, sia manualmente que automaticamente.
id: Berkat Timeshift Anda dapat mengambil snapshot dari sistem, baik secara manual atau otomatis.
is: Með Timeshift geturðu tekið öryggisafrit af kerfinu, annað hvort handvirkt eða sjálfvirkt.
it: Grazie a Timeshift puoi salvare istantanee del sistema, manualmente o automaticamente.
ja: Timeshift を使用すると、システムのスナップショットを自動的に保存することも、自分の任意のタイミングで手動保存することもできます。
ka: "Timeshift"-ის წყალობით შეგიძლია შეინახო სისტემის ანაბეჭდი, შენით ან ავტომატურად.
kab: S ttawil n Timeshift tzemreḍ ad teṭṭfeḍ tiwaṭṭfiwin n unagraw, ama s ufus ama s wudem awurman.
lo: ດ້ວຍ Timeshift, ທ່ານສາມາດສ້າງພາບຖ່າຍຂອງລະບົບໄດ້, ບໍ່ວ່າຈະດ້ວຍຕົນເອງ ຫຼື ແບບອັດຕະໂນມັດ.
lt: Timeshift dėka, galite daryti sistemos momentines kopijas arba rankiniu būdu, arba automatiškai.
lv: Pateicoties Timeshift, tu vari veikt sistēmas momentuzņēmumus, vai nu manuāli, vai automātiski.
ms: Terima kasih kepada Timeshift, anda boleh mengambil snapshot sistem, sama ada secara manual atau automatik.
nb: Takket være Timeshift kan du ta øyeblikksbilder av systemet, enten manuelt eller automatisk.
nl: Dankzij Timeshift kunt u momentopnamen maken van het systeem, hetzij handmatig hetzij automatisch.
nn: Takka vere Timeshift kan du ta øyeblikksbilete av systemet, anten manuelt eller automatisk.
oc: Gràcia a Timeshift podètz realizar d’instantanèus del sistèma, siá manualament siá automaticament.
pl: Dzięki programowi Timeshift możesz tworzyć migawki systemu ręcznie lub automatycznie.
pt: Graças ao Timeshift, pode criar imagens do sistema de forma manual ou automática.
pt_br: Graças ao Timeshift você pode fazer snapshots do sistema, manualmente ou automaticamente.
ro: Datorită Timeshift puteți face instantanee ale sistemului, manual sau automat.
ru: Благодаря Timeshift можно делать снимки системы в ручном или автоматическом режиме.
sk: Vďaka Timeshiftu môžete vytvárať obrazy systému manuálne alebo automaticky.
sl: Zahvaljujoč Timeshiftu lahko opravite posnetek sistema, ročno ali samodejno.
sr: Захваљујући Timeshift можете да направити системске снимке, било ручно или аутоматски.
sr@latin: Zahvaljujući Timeshiftu, možete da napravite snimke stanja sistema, bilo ručno ili automatski.
sv: Med Timeshift kan du ta ögonblicksbilder av systemet, antingen manuellt eller automatiskt.
te: టైమ్‌షిఫ్ట్ వలన, మీరు వ్యవస్థ స్నాప్‌షాట్లను చేతితో గానీ లేదా స్వయంచాలితంగా గానీ తీసుకోవచ్చు.
tr: Timeshift sayesinde elle veya otomatik olarak sistem anlık görüntüsü oluşturabilirsiniz.
uk: Завдяки Timeshift можна робити знятки системи в ручному та автоматичному режимах.
vi: Nhờ có Timeshift, bạn có thể chụp nhanh hệ thống, theo cách thủ công hoặc tự động.

source: If something goes wrong you can then restore your operating system from a previously saved snapshot.
ar: إذا حدث خطأ ما يمكنك إستعادة نظام التشغيل الخاص بك من لقطة محفوظة سابقا.
ast: Si daqué va mal puedes restaurar el to sistema operativu cola semeya que guardaste enantes.
be: Калі нешта здарыцца, вы зможаце аднавіць вашу аперацыйную сістэму з папярэдняга захаванага здымка.
bg: Ако нещо се обърка, може да възстановите операционната система от предварително запазена снимка.
bn: যদি কিছু ভুল হয়ে যায় তবে আপনি পূর্বের সংরক্ষিত স্ন্যাপশট থেকে আপনার অপারেটিং সিস্টেমটি পুনরুদ্ধার করতে পারেন।
ca: Si alguna cosa va malament, podeu restaurar el sistema operatiu des d’una instantània prèviament desada.
cs: Pokud se něco pokazí, je možné operační systém obnovit z předtím uloženého zachyceného stavu.
cy: Os aiff rhywbeth o'i le gallwch yna adfer eich system weithredu o giplun a gadwyd o'r blaen.
da: Går noget galt, kan du gendanne dit styresystem fra et tidligere øjebliksbillede.
de: Falls etwas schief geht, können Sie Ihr Betriebssystem von einem zuvor gespeicherten Schnappschuss zurücksetzen.
el: Αν οτιδήποτε πάει στραβά, μπορείτε να επαναφέρετε το λειτουργικό σας σύστημα από ένα ήδη αποθηκευμένο στιγμιότυπο.
eo: Se io fiaskas, vi povas restaŭri vian operaciumon ekde antaŭe konservita momentfoto.
es: Si surge algún problema, puede restaurar el sistema a partir de una instantánea guardada previamente.
et: Kui miski läheb valesti, saad operatsioonisüsteemi taastada varasemalt salvestatud tõmmisest.
eu: Zerbait gaizki badoa sistema eragilea aurretik gordetako argazkira leheneratu dezakezu.
fa: اگر مشکلی پیش بیاید میتوانید سیستم عامل خود را از یک اسنپ‌شات ازپیش ذخیره شده بازگردانید کنید.
fi: Jos jokin menee vikaan, käyttöjärjestelmän voi palauttaa aiemmin tallennetusta palautuspisteestä.
fr_ca: Si un problème survient, vous pouvez alors restaurer votre système d’exploitation à partir d’un instantané enregistré antérieurement.
he: אם משהו משתבש ניתן תמיד לשחזר את מערכת ההפעלה מתמונת־חטף המערכת.
hi: भविष्य में किसी प्रकार की समस्या होने पर आप अपने ऑपरेटिंग सिस्टम को पूर्व संचित स्नैपशॉट द्वारा पुनःस्थापित कर सकेंगे।
hr: Ako nešto krene po zlu, možete obnoviti svoj operativni sustav iz prije stvorenih snimaka sustava.
hu: Ha valami baj történne, akkor vissza tudja állítani majd a rendszerét egy előzőleg elkészített pillanatképből.
ia: Assi, si alco de mal occurre, tu pote restaurar tu systema operative ex un instantaneo previemente reservate.
id: Jika terjadi kesalahan, Anda dapat memulihkan sistem operasi Anda dari snapshot yang disimpan sebelumnya.
is: Ef eitthvað fer úrskeiðis, þá geturðu endurheimt stýrikerfið þitt úr áður vistuðu öryggisafriti.
it: Se qualcosa va storto, è possibile ripristinare il sistema operativo da un'istantanea precedentemente salvata.
ja: 何か問題が発生したときには、それまでに保存しておいたスナップショットから、オペレーティングシステムを復元できます。
ka: თუ რამე არასწორად მოხდება შეგიძლია აღადგინო შენი ოპერატიული სისტემა ადრე შენახული ანაბეჭდით.
kab: Ma yella kra yerẓen tzemreḍ ad d-terreḍ anagraw n wamud inek si tuṭṭfa i teskelseḍ yakan.
lo: ຖ້າມີບາງຢ່າງຜິດພາດ, ທ່ານສາມາດກູ້ຄືນລະບົບປະຕິບັດການຂອງທ່ານຈາກພາບຖ່າຍທີ່ບັນທຶກໄວ້ກ່ອນໜ້ານີ້ໄດ້.
lt: Jei kas nors nutiks, galėsite atkurti savo operacinę sistemą iš anksčiau įrašytos momentinės kopijos.
lv: Ja kaut kas noiet greizi, vari atjaunot savu operētājsistēmu no iepriekš saglabāta momentuzņēmuma.
ms: Jika sesuatu berlaku tidak kena, anda boleh memulihkan sistem operasi anda daripada snapshot yang disimpan sebelum ini.
nb: Hvis noe går galt, kan du gjenopprette operativsystemet fra et tidligere lagret øyeblikksbilde.
nl: Als er iets mis gaat dan kunt u uw besturingssysteem herstellen door het terugzetten van een eerdere momentopname.
nn: Om noko går gale, kan du gjenopprette operativsystemet frå eit tidlegare lagra øyeblikksbilete.
oc: Se quicòm se passa mal podètz alara restaurar lo sistèma operatiu a partir d’un instantanèus precedentament salvat.
pl: Jeśli coś pójdzie nie tak, możesz przywrócić swój system operacyjny z poprzednio utworzonej migawki.
pt: Se algo errado acontecer, pode restaurar o seu sistema operativo a partir de um imagem guardada anteriormente.
pt_br: Se alguma coisa sair errado você pode restaurar o seu sistema operacional de um snapshot salvo anteriormente.
ro: Dacă ceva nu merge bine, puteți restaura sistemul de operare dintr-o copie salvată anterior.
ru: Если что-то пойдёт не так, вы сможете восстановить операционную систему из ранее сохранённого снимка.
sk: Ak sa stane čokoľvek zlé, môžte obnoviť systém z jeho posledného obrazu.
sl: Če gre kaj narobe, lahko svoj operacijski sistem obnovite na predhodno shranjen posnetek sistema.
sr: Ако нешто пође по злу, можете вратити оперативни систем из претходног сачуваног снимка.
sr@latin: Ukoliko nešto pođe po zlu, možete vratiti vaš operativni sistem u prethodno stanje iz nekog od prethodno sačuvanih snimaka stanja sistema.
sv: Om ett fel inträffar kan du sedan återställa operativsystemet från en sådan ögonblicksbild.
te: ఏదైనా తేడా జరిగినా, మీరు మునుపు భద్రపరిచిన స్నాప్‌షాట్ ద్వారా మీ ఆపరేటింగ్ సిస్టమ్‌ను పునఃస్థాపించవచ్చు.
tr: Bir şeyler ters giderse, işletim sisteminizi daha önce kaydedilen bir anlık görüntüden geri yükleyebilirsiniz.
uk: Якщо щось піде не так, ви зможете відновити ОС із раніше збереженого знятку.
vi: Nếu xảy ra sự cố, bạn có thể khôi phục hệ điều hành của mình từ ảnh chụp nhanh đã lưu trước đó.

source: Launch Timeshift
ar: شغّل Timeshift
ast: Llanzar Timeshift
be: Запусціць Timeshift
bg: Стартиране на Timeshift
bn: Timeshift চালু করুন
ca: Executa Timeshift
cs: Spustit Timeshift
cy: Cychwyn Timeshift
da: Start Timeshift
de: Timeshift starten
el: Εκκίνηση Timeshift
eo: Lanĉi Timeshift
es: Iniciar Timeshift
et: Käivita Timeshift
eu: Abiarazi Timeshift
fa: اجرا Timeshift
fi: Käynnistä Timeshift
fr_ca: Lancer Timeshift
he: שיגור טיים־שיפט
hi: टाइम-शिफ्ट खोलें
hr: Pokreni Timeshift
hu: Timeshift elindítása
ia: Lancear Timeshift
id: Luncurkan Timeshift
is: Ræsa Timeshift
it: Avvia Timeshift
ja: Timeshift を起動
ka: გაუშვი "თაიმშიფტი"
kab: SekkerTimeshift
lo: ເປີດ Timeshift
lt: Paleisti Timeshift
lv: Palaist Timeshift
ms: Lancarkan Timeshift
nb: Start Timeshift
nl: Timeshift starten
nn: Start Timeshift
oc: Lançar Timeshift
pl: Uruchom Timeshift
pt: Iniciar Timeshift
pt_br: Iniciar Timeshift
ro: Lansați Timeshift
ru: Запустить Timeshift
sk: Spustiť Timeshift
sl: Zaženi Timeshift
sr: Покрени Timeshift
sr@latin: Pokreni Timeshift
sv: Starta Timeshift
te: టైమ్‌షిఫ్ట్‌ను ప్రారంభించండి
tr: Timeshift Aracını Başlat
uk: Запустити Timeshift
vi: Khởi chạy Timeshift

source: A new version of Linux Mint is available
am: አዲስ የ ሊነክስ ሚንት እትም ዝግጁ ነው:
ar: إصدار جديد من Linux Mint أصبح متاح.
ast: Hai una nueva versión de Linux Mint.
be: Даступна новая версія Linux Mint
bg: Налична е нова версия на Линукс Минт
bn: লিনাক্স মিন্টের একটি নতুন সংস্করণ উপলব্ধ
ca: Està disponible una nova versió de Linux Mint
cs: Je k dispozici nová verze Linux Mint
cy: Mae fersiwn newydd o Linux Mint ar gael
da: En ny version af Linux Mint er tilgængelig
de: Eine neue Version von Linux Mint ist verfügbar
el: Μια νέα έκδοση του Linux Mint είναι διαθέσιμη
eo: Nova versio de Linukso Minto disponeblas
es: Está disponible una versión nueva de Linux Mint
et: Linux Minti uus versioon on saadaval
eu: Linux Minten bertsio berri bat eskuragarri dago
fa: یک نسخه جدید از Linux Mint در دسترس است
fi: Uusi Linux Mintin versio on saatavilla
fr_ca: Une nouvelle version de Linux Mint est proposée
he: זמינה גרסת לינוקס מינט חדשה
hi: लिनक्स मिंट का नया संस्करण उपलब्ध है
hr: Novo izdanje Linux Minta je dostupno
hu: Már elérhető a Linux Mint új verziója
ia: Un nove version de Linux Mint es disponibile
id: Versi baru dari Linux Mint telah tersedia
is: Ný útgáfa af Linux Mint er tiltæk
it: È disponibile una nuova versione di Linux Mint
ja: 新しいバージョンの Linux Mint が利用できます
ka: ლინუქს მინტის ახალი ვერსია ხელმისაწვდომია
kab: Lqem amaynut n Linux Mint yewjed
lo: ມີ Linux Mint ເວີຊັນໃໝ່ໃຫ້ຕິດຕັ້ງ
lt: Yra prieinama nauja Linux Mint versija
lv: Ir pieejama jauna Linux Mint versija
ms: Versi baru Linux Mint tersedia
nb: En ny versjon av Linux Mint er tilgjengelig
nl: Er is een nieuwe versie van Linux Mint beschikbaar
nn: Ein ny versjon av Linux Mint er tilgjengeleg
oc: Una nòva version de Linux Mint es disponibla
pl: Dostępna jest nowa wersja systemu Linux Mint
pt: Está disponível uma nova versão do Linux Mint
pt_br: Uma nova versão do Linux Mint está disponível
ro: O nouă versiune a Linux Mint este disponibilă
ru: Доступна новая версия Linux Mint
sk: Je dostupná nová verzia Linuxu Mint
sl: Na voljo je nova različica Linux Mint
sr: Доступно је ново издање Линукс Минт-а
sr@latin: Nova verzija Linuks Minta je dostupna
sv: En ny version av Linux Mint finns tillgänglig
te: లినక్స్ మింట్ యొక్క కొత్త సంచిక అందుబాటులో ఉంది
tr: Linux Mint'in yeni bir sürümü mevcut
uk: Доступна нова версія Linux Mint
vi: Đã có phiên bản Linux Mint mới

source: Visit %s for the latest announcements.
am: ይህን ይጎብኙ %s ለ ዘመናዊ መግለጫ:
ar: قم بزيارة %s من أجل أخر الإعلانات.
ast: Visita %s pa ver los caberos anuncios.
be: Наведайце %s для азнаямлення з апошнімі аб'явамі.
bg: Посетете %s за новостите.
bn: চলতি ঘোষণার জন্য %s দেখুন।
ca: Visiteu %s per veure els últims anuncis.
cs: Pro nejnovější oznámení navštivte %s
cy: Ewch i %s i weld y cyhoeddiadau diweddaraf.
da: Besøg %s for at se de seneste meddelelser.
de: Besuchen Sie %s für die neuesten Bekanntmachungen.
el: Επισκεφθείτε το %s για τις πιο πρόσφατες ανακοινώσεις.
eo: Vizitu %s por la lastaj anoncadoj.
es: Visite %s para ver los últimos anuncios.
et: Viimaste teadete nägemiseks külasta %s lehte.
eu: Ikusi %s azken iragarpenetarako
fa: برای آخرین اعلامیه ها از %s بازدید کنید.
fi: Lue viimeisimmät ilmoitukset sivulta %s
fr_ca: Accédez à %s pour consulter les dernières annonces.
he: להודעות החדשות ביותר, נא לבקר ב־%s .
hi: नवीनतम घोषणाओं को %s पर जाकर देखें।
hr: Posjetite %s za najnovije objave.
hu: %s meglátogatása a legújabb bejelentések megtekintéséhez.
ia: Visita %s pro le ultime annuncios.
id: Kunjungi %s untuk pengumuman terbaru.
is: Farðu á %s til að sjá nýjustu tilkynningar.
it: Visita %s per gli ultimi annunci.
ja: 最新のお知らせについては %s にアクセスしてください。
ka: მოინახულე %s უახლესი განცხადებებისათვის.
kab: Rzu ɣer %s akken ad tafeḍ isallan ineggura.
lo: ເຂົ້າເບິ່ງ %s ສຳລັບການປະກາດຫຼ້າສຸດ.
lt: Norėdami skaityti naujausius skelbimus, apsilankykite %s.
lv: Apmeklē %s ,lai saņemtu jaunākos paziņojumus.
ms: Layari %s untuk pengumuman terkini.
nb: Besøk %s for de siste kunngjøringene.
nl: Bezoek %s voor de nieuwste aankondigingen.
nn: Besøk %s for dei siste kunngjeringane.
oc: Consultatz %s per las darrièras anóncias.
pl: Odwiedź %s, aby zobaczyć najnowsze ogłoszenia.
pt: Aceda a %s para ver os últimos anúncios.
pt_br: Visite %s para os últimos anúncios.
ro: Accesați %s pentru cele mai recente anunțuri.
ru: Посетите %s для просмотра последних уведомлений.
sk: Pre najnovšie oznámenia navštívte %s
sl: Obiščite %s za najnovejša obvestila.
sr: Посетите %s за најновије објаве.
sr@latin: Posetite %s da biste saznali više o najnovijim najavama.
sv: Besök %s för senaste tillkännagivanden.
te: తాజా ప్రకటనల కోసం %s‌ను సందర్శించండి
tr: Son duyurular için %s adresini ziyaret edin.
uk: Відвідайте %s для перегляду останніх сповіщень.
vi: Truy cập %s để biết thông báo mới nhất.

source: Upgrade to %s
am: ማሻሻያ ወደ %s
ar: الترقية إلى %s
ast: Anovar a %s
be: Абнавіцца да %s
bg: Надграждане до %s
bn: %s এ আপগ্রেড করুন
ca: Actualitza a %s
cs: Přejít na verzi %s
cy: Diweddaru i %s
da: Opgradér til %s
de: Aktualisieren auf %s
el: Αναβάθμιση σε %s
eo: Promocii al %s
es: Actualizar a %s
et: Uuenda versioonile %s
eu: Bertsio-berritu %s(e)ra
fa: ارتقا به %s
fi: Päivitä versioon %s
fr_ca: Mettre à niveau vers %s
he: שדרוג ל־%s
hi: %s में अपग्रेड करें
hr: Nadogradi na %s
hu: %s kiadásra frissítés
ia: Modernisar a %s
id: Tingkatkan ke %s
is: Uppfæra í %s
it: Aggiorna a %s
ja: %s にアップグレード
ka: %s-მდე განახლება
kab: Sali lqem ɣer %s
lo: ອັບເກຣດເປັນ %s
lt: Naujinti iki %s
lv: Atjaunināt uz %s
ms: Naik taraf ke %s
nb: Oppgrader til %s
nl: Opwaarderen naar %s
nn: Oppgrader til %s
oc: Metre a nivèl a %s
pl: Zaktualizuj do %s
pt: Atualizar para %s
pt_br: Atualizar para %s
ro: Actualizează la %s
ru: Обновить до %s
sk: Aktualizovať na %s
sl: Nadgradi na %s
sr: Надогради на %s
sr@latin: Nadogradi na %s
sv: Uppgradera till %s
te: %s కు అప్గ్రేడ్ చేయండి
tr: %s sürümüne yükselt
uk: Оновити до %s
vi: Nâng cấp lên %s
