Repository: linuxmint/mintreport
Catalog: po/mintreport-*.po
Languages: am, ar, ast, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, ka, kab, lo, lt, lv, ms, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, te, tr, uk, vi

source: Your version of Linux Mint will soon reach End-Of-Life (EOL)
ar: قريبا سيصل إصدارك من Linux Mint إلى نهاية الدعم (EOL)
ast: La to versión de Linux Mint ta a piques de finar la so vida (EOL)
be: Хутка скончыцца падтрымка вашай версіі Linux Mint
bg: Вашата версия на Линукс Минт скоро ще достигне до края на живота си (EOL)
bn: আপনার লিনাক্স মিন্টের সংস্করণ শীঘ্রই End-Of-Life (EOL)-এ পৌঁছে যাবে
ca: Aquesta versió de Linux Mint arribarà aviat a la fi de vida (EOL)
cs: Vámi používaná verze Linux Mint brzy zcela přestane být podporována
cy: Cyn bo hir bydd eich fersiwn chi o Linux Mint yn cyrraedd Diwedd ei Oes (EOL)
da: Din version af Linux Mint vil snart nå end-of-life (EOL)
de: Ihre Version von Linux Mint wird bald das Ende des Lebenszyklus (EOL) erreichen
el: Η έκδοσή σας του Linux Mint σύντομα θα φτάσει το τέλος υποστήριξής της (EOL)
eo: Via versio de Linukso Minto baldaŭ atingos vivofinon
es: Esta versión de Linux Mint llegará pronto al final de su vida útil (EOL)
et: Sinu kasutatav versioon Linux Mintist jõuab varsti elukaare lõppu (EOL)
eu: Linux Minten bertsio honen euskarriaren amaiera eguna laster da
fa: نسخه لینوکس مینت شما به پایان عمر (EOL) نزدیک می شود
fi: Linux Mintin versiosi käyttöikä on päättymässä
fr_ca: Votre version de Linux Mint atteindra bientôt sa date de fin de vie
he: גרסת לינוקס מינט זו תגיע בקרוב לסוף חייה (EOL)
hi: आपके लिनक्स मिंट संस्करण की उपयोगिता अवधि (EOL) जल्द समाप्त होने वाली है
hr: Vašem izdanju Linux Minta uskoro prestaje podrška
hu: A telepített Linux Mint rendszer hamarosan az életciklusa végéhez (End of Life – EOL) ér.
ia: Tu version de Linux Mint tosto attingera le fin de vita (EOL)
id: Versi Linux Mint Anda akan segera mencapai End-Of-Life (EOL)
is: Útgáfan þín af Linux Mint mun bráðum ná enda líftíma síns (End-Of-Life - EOL)
it: La tua versione di Linux Mint raggiungerà presto il termine del supporto (EOL)
ja: お使いのバージョンの Linux Mint はまもなくサポートが終了します
ka: ლინუქს მინტის შენი ვერსია მალე მიაღწევს "სიცოცხლის-დასასრულს"
kab: Lqem n Linux Mint inek qrib ad yaweḍ taggara n tudert-ines
lo: Linux Mint ເວີຊັນຂອງທ່ານໃກ້ຈະໝົດອາຍຸການຮອງຮັບ (EOL) ແລ້ວ
lt: Jūsų Linux Mint versija greitu metu pasieks savo gyvavimo pabaigą (EOL)
lv: Tava Linux Mint versija drīz sasniegs kalpošanas laika beigas (EOL)
ms: Versi Linux Mint anda akan mencapai Tamat Tempoh Sokongan (EOL) tidak lama lagi.
nb: Din versjon av Linux Mint vil snart nå End-Of-Life (EOL)
nl: Uw versie van Linux Mint zal binnenkort zijn levenseinde (EOL) bereiken
nn: Din versjon av Linux Mint vil snart nå End-Of-Life (EOL)
oc: Vòstra version de Linux Mint atendrà lèu la data de fin de vida (EOL)
pl: Twoja wersja systemu Linux Mint wkrótce straci wsparcie
pt: Brevemente, a sua versão do Linux Mint deixará de ser suportada (EOL)
pt_br: Sua versão do Linux Mint chegará em breve End-Of-Life (EOL) (Fim de vida)
ro: Versiunea dvs. de Linux Mint va ajunge în curând la sfârșitul vieții (EOL)
ru: Ваша версия Linux Mint скоро достигнет конца жизненного цикла (EOL)
sk: Vaša verzia Linuxu Mint za chvíľu dosiahne stav EOL (koniec podpory)
sl: Vaša različica Linux Mint bo kmalu dosegla konec življenskega cikla (EOL).
sr: Вашем издању Линукс Минт-а ускоро престаје подршка
sr@latin: Vaša verzija Linuks Minta će uskoro stići do kraja životnog veka (End-Of-Life - EOL)
sv: Stödet för din version av Linux Mint kommer snart att upphöra.
te: మీ లినక్స్ మింట్ సంచిక త్వరలో జీవితాంతానికి (EOL) చేరుకుంటుంది
tr: Kullandığınız Linux Mint sürümünün kısa süre içinde destek süresi bitecek
uk: Ваша версія Linux Mint незабаром досягне кінця життєвого циклу (EOL)
vi: Phiên bản Linux Mint của bạn sẽ sớm đạt đến trạng thái Kết thúc vòng đời (EOL)

source: It will stop receiving support and updates in a day.
ar: سيتوقف عن استقبال الدعم والتحديثات في يوم واحد.
ast: En un día, va dexar de recibir sofitu nin anovamientos
be: Падтрымка і абнаўленні спыняцца праз дзень.
bg: Ще спрете да получавате поддръжка и актуализации след ден.
bn: এটি একদিনে সমর্থন এবং আপডেটগুলি পাওয়া বন্ধ করবে।
ca: Deixarà de rebre suport i actualitzacions en un dia.
cs: Podpora a aktualizace přestanou být poskytovány zítra.
cy: Bydd yn peidio â derbyn cefnogaeth a diweddariadau ymhen {num_days} diwrnod.
da: Support og opdateringer ophører om én dag.
de: Es wird innerhalb eines Tages keine Unterstützung und keine Aktualisierungen mehr erhalten.
el: Θα σταματήσει να δέχεται υποστήριξη και ενημερώσεις σε μια ημέρα.
eo: Ĝi ĉesos ricevi subtenon kaj ĝisdatigojn en tago.
es: Dejará de recibir asistencia técnica y actualizaciones en un día.
et: Sellele ei pakuta enam uuendusi alates homsest.
eu: Euskarria eta eguneraketak jasotzeari utziko dio bihar.
fa: دریافت پشتیبانی و بروزرسانی در یک روز متوقف خواهد شد.
fi: Se ei enää saa tukea ja päivityksiä.
fr_ca: Dès demain, elle cessera de recevoir soutien technique et mises à jour.
he: תמיכה ועדכונים ייפסקו בתוך יום.
hi: इस संस्करण हेतु समर्थन व अपडेट एक दिन के उपरांत बंद कर दी जाएगी।
hr: Prestati će primati podršku i nadopune za {num_days} dan.
hu: A holnapi naptól nem fog támogatást és frissítéseket kapni a rendszer.
ia: Illo cessara de reciper supporto in un die.
id: Ini akan berhenti menerima dukungan dan pembaruan dalam {num_days} hari.
is: Það mun hætta að fá stuðning eða uppfærslur eftir einn dag.
it: Smetterà di ricevere supporto e aggiornamenti fra un giorno.
ja: あと {num_days} 日でサポートとアップデートが受けられなくなります。
ka: მხარდაჭერას შეწყვეტს და განაახლებს ერთ დღეში. 2. მხარდაჭერას შეწყვეტს და განაახლებს {num_days} დღეში.
kab: Yegra-yas-d yiwen n wass, imir ad yeḥbes ur d-yettaṭṭaf ara taneṭṭuft akked ileqman.
lo: ຈະຢຸດໄດ້ຮັບການຮອງຮັບ ແລະ ການອັບເດດໃນອີກ {num_days} ມື້.
lt: Po vienos dienos jai nebebus teikiamas nei palaikymas, nei atnaujinimai.
lv: Tas vienas dienas laikā pārtrauks saņemt atbalstu un atjauninājumus.
ms: Ia akan berhenti menerima sokongan dan kemas kini dalam masa sehari.
nb: Den vil slutte å motta støtte og oppdateringer i løpet av en dag.
nl: Hij zal over een dag geen ondersteuning of reparaties meer ontvangen.
nn: Den vil slutte å motta støtte og oppdateringar i løpet av ein dag.
oc: Recebrà pas mai d’assisténcia e de mesas a jorn d’aquí un jorn.
pl: Wsparcie i aktualizacje przestaną być dostarczane od jutra.
pt: Deixará de receber suporte e atualizações dentro de um dia.
pt_br: Ele deixará de receber suporte e atualizações em um dia.
ro: Acesta va înceta să mai primească asistență și actualizări de azi.
ru: Она перестанет получать поддержку и обновления через день.
sk: Aktualizácie a podpora bude zastavená od zajtra.
sl: Podporo in posodobitve boste prenehali prejemati čez {num_days} dni.
sr: Престати ће примати подршку и исправке за {num_days} дан.
sr@latin: Prestaće da dobija podršku i ažuriranja za jedan dan.
sv: Stöd och uppdateringar kommer att upphöra om en dag.
te: ఇది ఒక రోజులో మద్దతు మరియు నవీకరణలను పొందడం ఆగిపోతుంది.
tr: Destek ve güncelleme alma 1 gün içinde durduracak.
uk: Вона перестане отримувати підтримку й оновлення через день.
vi: Nó sẽ ngừng nhận hỗ trợ và cập nhật sau {num_days} ngày.

source: Your version of Linux Mint is no longer supported
am: የ እርስዎ ሊነክስ ሚንት እትም የ ተደገፈ አይደለም:
ar: إصدار Linux Mint الخاص بك ليس مدعوماً بعد الأن
ast: La to versión de Linux Mint ya nun tien sofitu.
be: Ваша версія Linux Mint болей не падтрымліваецца
bg: Вашата версия на Линукс Минт вече не се поддържа
bn: আপনার লিনাক্স মিন্টের সংস্করণটি আর সমর্থিত নয়
ca: Aquesta versió de Linux Mint ja no té suport
cs: Vámi používaná verze Linux Mint už není podporována
cy: Nid yw eich fersiwn chi o Linux Mint yn cael ei gefnogi mwyach
da: Din version af Linux Mint undesrtøttes ikke længere
de: Ihre Version von Linux Mint wird nicht länger unterstützt
el: Η έκδοσή σας του Linux Mint δεν υποστηρίζεται πλέον
eo: Via versio de Linukso Minto ne plu estas subtenata
es: Esta versión de Linux Mint ya no recibe asistencia técnica ni actualizaciones
et: Sinu kasutatav Linux Minti versioon ei ole enam toetatud
eu: Linux Minten bertsio honek ez dauka euskarririk jada.
fa: نسخه لینوکس مینت شما دیگر پشتیبانی نمی شود.
fi: Linux Mint versiotasi ei enää tueta
fr_ca: Votre version de Linux Mint n’est plus prise en charge
he: גרסת לינוקס מינט זו לא נתמכת עוד
hi: आपका लिनक्स मिंट संस्करण अब समर्थित नहीं है
hr: Vaše izdanje Linux Minta više nije podržano
hu: Az Ön által használt Linux Mint verzió már nem támogatott
ia: Tu version de Linux Mint non es plus supportate
id: Versi Linux Mint anda sudah tidak lagi didukung
is: Útgáfan þín af Linux Mint er ekki lengur studd
it: La tua versione di Linux Mint non è più supportata
ja: お使いのバージョンの Linux Mint はすでにサポートが終了しています
ka: ლინუქს მინტის შენ ვერსიას აღარ აქვს მხარდაჭერა
kab: Lqem n Linux Mint inek dayen ur yesɛi ara taneṭṭuft
lo: Linux Mint ເວີຊັນຂອງທ່ານບໍ່ໄດ້ຮັບການຮອງຮັບອີກຕໍ່ໄປ
lt: Jūsų Linux Mint versija daugiau nebepalaikoma
lv: Tava Linux Mint versija vairs netiek atbalstīta
ms: Versi Linux Mint anda tidak lagi disokong.
nb: Din versjon av Linux Mint støttes ikke lenger
nl: Uw versie van Linux Mint wordt niet langer ondersteund
nn: Din versjon av Linux Mint er ikkje lenger støtta
oc: Aquesta version de Linux Mint es pas mai mantenguda
pl: Twoja wersja systemu Linux Mint nie jest już wspierana
pt: A sua versão do Linux Mint já não é suportada
pt_br: Sua versão do Linux Mint não é mais suportada
ro: Versiunea dvs. de Linux Mint nu mai este acceptată
ru: Ваша версия Linux Mint больше не поддерживается
sk: Vaša verzia Linuxu Mint už nie je podprovaná.
sl: Ta različica Linux Mint ni več podprta
sr: Ваше издање Линукс Минт-а више није подржано
sr@latin: Vaša verzija Linuks Minta više nije podržana
sv: Stödet för din version av Linux Mint har upphört
te: మీ లినక్స్ మింట్ సంచికకు ఇకపై మద్దతు లేదు
tr: Kullandığınız Linux Mint sürümü artık desteklenmiyor
uk: Ваша версія Linux Mint більше не підтримується
vi: Phiên bản Linux Mint của bạn không còn được hỗ trợ

source: It reached End-Of-Life (EOL) yesterday.
ar: انتهى الدعم (EOL) بالأمس.
ast: Algamó el fin de la so vida (EOL) ayeri.
be: Тэрмін падтрымкі скончыўся ўчора.
bg: Края на живота (EOL) беше достигнат вчера.
bn: এটি গতকাল End-Of-Life (EOL) পৌঁছেছে।
ca: Va arribar a la fi de vida (EOL) ahir.
cs: Veškerá podpora skončila včera.
cy: Daeth i Ddiwedd ei Oes (EOL) ddoe.
da: Den nåede end-of-life (EOL) i går.
de: Es hat gestern das Ende des Lebenszyklus (EOL) erreicht.
el: Έφτασε το τέλος υποστήριξής της (EOL) χθες.
eo: Ĝi atingis vivofinon hieraŭ.
es: Llegó al final de su vida útil ayer.
et: Elukaare lõpp (EOL) oli eile.
eu: Euskarria atzo amaitu zen.
fa: دیروز به پایان عمر (EOL) رسید.
fi: Sen käyttöikä päättyi eilen.
fr_ca: Elle a atteint sa date de fin de vie hier.
he: היא הגיע לסוף חייה (EOL) אתמול.
hi: इस संस्करण की उपयोगिता अवधि (EOL) कल समाप्त हो चुकी है।
hr: Podrška je prestala prije {num_days} dana.
hu: Tegnap óta nem kap támogatást és frissítéseket a rendszer, mert életciklusa végéhez (End of Life – EOL) ért.
ia: Illo attingeva le fin de vita (EOL) heri.
id: Ini mencapai End-Of-Life (EOL) {num_days} hari lalu.
is: Hún náði enda líftíma síns (EOL) í gær.
it: Il supporto è terminato ieri.
ja: {num_days} 日前にサポートが終了しました。
ka: მიაღწია სიცოცხლის დასასრულს ერთი დღის წინ. 2. მიაღწია სიცოცხლის დასასრულს {num_days} დღის წინ.
kab: Yewweḍ taggara n tudert-ines iḍelli.
lo: ໄດ້ໝົດອາຍຸການຮອງຮັບ (EOL) {num_days} ມື້ວານນີ້.
lt: Vakar ji pasiekė savo gyvavimo pabaigą (EOL).
lv: Tā vakar sasniedza kalpošanas laika beigas End-Of-Life (EOL).
ms: Ia telah mencapai Tamat Tempoh Sokongan (EOL) semalam.
nb: Den nådde End-Of-Life (EOL) i går.
nl: Hij heeft gisteren zijn levenseinde (EOL) bereikt.
nn: Den nådde End-Of-Life (EOL) i går.
oc: Atenguèt la fin de vida (EOL) ièr.
pl: Wsparcie zostało zakończone wczoraj.
pt: Chegou ao fim da vida (EOL) ontem.
pt_br: Atingiu o Fin de Vida ontem.
ro: A ajuns la sfârșitul vieții (EOL) ieri.
ru: Её жизненный цикл (EOL) закончился вчера.
sk: Včera bol dosiahnutý End-Of-Life (EOL).
sl: Konec življenskega cikla (EOL) je dosegla pred {num_days} dnevi.
sr: Подршка је престала пре {num_days} дана.
sr@latin: Juče je stigla do kraja životnog veka (End-Of-Life - EOL)
sv: Stödet för den upphörde igår.
te: ఇది నిన్న జీవితం ముగిసిన స్థితికి (EOL) చేరింది.
tr: Sisteminizin destek süresi dün doldu.
uk: ЇЇ життєвий цикл (EOL) закінчився вчора.
vi: Nó đã đạt đến Kết thúc vòng đời (EOL) {num_days} ngày trước.

source: Visit %s to find information about newer releases.
ar: قم بزيارة %s لإيجاد معلومات حول إصدارات جديدة.
ast: Visita %s p'atopar información tocante a llanzamientos más nuevos.
be: Наведайце %s каб знайсці больш інфармацыі аб навейшых рэлізах.
bg: Посетете %s, за да намерите информация относно по-нови издания.
bn: নতুন রিলিজ সম্পর্কে আরও তথ্য পেতে %s দেখুন।
ca: Visiteu %s per trobar informació sobre nous llançaments.
cs: Pro informace o novějších vydáních navštivte %s
cy: Ewch i %s i ddod o hyd i wybodaeth am fersiynau mwy newydd.
da: Besøg %s for at få mere at vide om nyere udgaver.
de: Bitte %s besuchen, um Informationen über neuere Veröffentlichungen zu erhalten.
el: Επισκεφθείτε το %s για να βρείτε πληροφορίες για νεότερες εκδόσεις.
eo: Vizitu %s por trovi informojn pri pli novaj eldonoj.
es: Visite %s para encontrar información sobre versiones más recientes.
et: Külasta %s lehte, et saada infot uuemate väljalasete kohta.
eu: Ikusi %s argitalpen berriagoei buruzko informazioa jasotzeko
fa: برای یافتن اطلاعات درباره نسخه های جدیدتر از %s بازدید کنید.
fi: Etsi sivulta %s tietoa uudemmista julkaisuista.
fr_ca: Accédez à %s afin d’obtenir des renseignements sur les versions plus récentes.
he: למידע בדבר גרסאות חדשות יותר, נא לבקר ב־%s .
hi: नए संस्करणों से संबंधी सूचना %s पर जाकर देखें।
hr: Posjetite %s kako bi pronašli informacije o novom izdanju.
hu: Az újabb kiadásokról szóló információkhoz látogassa meg a következő oldalt: %s.
ia: Visita %s pro informationes super versiones plus recente.
id: Kunjungi %s untuk menemukan informasi tentang rilis terbaru.
is: Farðu á %s til að sjá upplýsingar umm nýrri útgáfur.
it: Visita %s per trovare informazioni sui nuovi rilasci.
ja: 新しいリリースの情報については %s にアクセスしてください。
ka: მოინახულე %s ახალი გამოშვებებზე ინფორმაციის საპოვნელად.
kab: Rzu ɣer %s iwakken ad tafeḍ isallan ɣef ileqman imaynuten.
lo: ເຂົ້າເບິ່ງ %s ເພື່ອຊອກຫາຂໍ້ມູນກ່ຽວກັບເວີຊັນທີ່ໃໝ່ກວ່າ.
lt: Išsamesnei informacijai apie naujesnes laidas, apsilankykite %s.
lv: Apmeklē %s ,lai iegūtu informāciju par jaunākām versijām.
ms: Layari %s untuk mendapatkan maklumat tentang keluaran terbaru.
nb: Gå til %s for å finne informasjon om nyere utgivelser.
nl: Bezoek %s om informatie te vinden inzake nieuwere vrijgegeven Mintversies.
nn: Besøk %s for informasjon om nyare utgåver.
oc: Consultatz %s per trobar d‘informacions sus las novèlas versions.
pl: Odwiedź %s, aby dowiedzieć się wiecej na temat nowszych wydań.
pt: Aceda a %s para encontrar informações sobre as versões mais recentes.
pt_br: Visite %s para encontrar informações sobre lançamentos mais recentes.
ro: Vizitați %s pentru a găsi informații despre versiunile mai noi.
ru: Посетите %s для просмотра информации о новых выпусках.
sk: Pre informácie o najnovšej verzii navštívte %s.
sl: Obiščite %s, da izveste več o novejših izdajah.
sr: Посетите %s како би пронашли информације о новом издању.
sr@latin: Posetite %s da biste dobili više informacijama o novijim izdanjima.
sv: Besök %s för information om nyare versioner.
te: కొత్త విడుదలల గురించి సమాచారం తెలుసుకోవడానికి %s‌ను సందర్శించండి
tr: Yeni sürüm hakkında bilgi almak için %s adresini ziyaret edin.
uk: Відвідайте %s для перегляду відомостей про нові випуски.
vi: Truy cập %s để tìm thông tin về các bản phát hành mới hơn.

source: Perform usrmerge conversion
ar: قم بتحويل usrmerge
ast: Conversión usrmerge
be: Выканайце пераўтварэнне usrmerge
bg: Извърши usrmerge преобразуване
bn: ইউএসআরমার্জে রূপান্তর সম্পাদন করা
ca: Realitza la conversió amb usrmerge
cs: Provést převod usrmerge
cy: Cyflawnwch drosiad usrmerge
da: Udfør usrmerge-konvertering
de: usrmerge-Konvertierung durchführen
el: Εφαρμογή μετατροπής usrmerge
eo: Plenumi usrmerge-konverton
es: Realizar la conversión con usrmerge
et: Tehke usrmerge teisendus
eu: Egin usrmerge bihurketa
fa: اجرا تبدیل usrmerge
fi: Suorita usrmerge muuntaminen
fr_ca: Faire la conversion usrmerge
he: בצע המרת usrmerge
hi: usrmerge रूपांतरण करें
hr: Obavite usrmerge pretvorbu
hu: Az usrmerge átalakítás elvégzése
ia: Exequer conversion usrmerge
id: Lakukan konversi usrmerge
is: Framkvæma usrmerge-umbreytingu
it: Esegue la conversione usrmerge
ja: usrmerge 変換を実行
ka: შეასრულე "usrmerge" გარდაქმნა
kab: Eg aselket n usrmerge
lo: ດຳເນີນການແປງ usrmerge
lt: Atlikite usrmerge konvertavimą
lv: Veic usrmerge konvertēšanu
ms: Lakukan penukaran usrmerge
nb: Utfør usrmerge-konvertering
nl: Voer een usrmerge-omzetting uit
nn: Utfør usrmerge-konvertering
oc: Realizar la conversion usrmerge
pl: Wykonaj konwersję usrmerge
pt: Executar conversão usrmerge
pt_br: Executar conversão de usrmerge
ro: Fă conversia la usrmerge
ru: Выполнить преобразование usrmerge
sk: Urob zmenu usrmerge.
sl: Izvedi pretvorbo usrmerge
sr: Обави „usrmerge“ преобраћање
sr@latin: Izvrši usrmerge konverziju
sv: Flytta systemmappar med usrmerge
te: usrmerge మార్పిడి (conversion)ను నిర్వహించండి
tr: usrmerge dönüştürmesini gerçekleştir
uk: Виконайте перетворення usrmerge
vi: Thực hiện chuyển đổi hợp nhất

source: We recommend you convert your system with usrmerge.
ar: نحن نوصي أن تقوم بتحويل نظامك بواسطة usrmerge.
ast: Encamentamoste a convertir el to sistema con usrmerge.
be: Мы рэкамендуем вам пераўтварыць вашу сістэму з дапамогай usrmerge.
bg: Препоръчваме ви да преобразувате вашата система с usrmerge
bn: আমরা আপনাকে ইউএসআরমার্জের মাধ্যমে আপনার সিস্টেমকে রূপান্তর করার পরামর্শ দিই।
ca: Es recomana convertir el sistema amb usrmerge.
cs: Doporučujeme převést váš systém pomocí usrmerge.
cy: Rydym yn argymell eich bod yn trosi eich system gyda usrmerge.
da: Vi anbefaler, at du konverterer dit system med usrmerge.
de: Wir empfehlen Ihnen, Ihr System mit usrmerge zu konvertieren.
el: Προτείνουμε να μετατρέψετε το σύστημα σας με usrmerge.
eo: Ni rekomendas al vi konverti vian sistemon per usrmerge.
es: Le recomendamos que convierta el sistema con usrmerge.
et: Soovitame teil oma süsteemi teisendada usrmerge abil.
eu: Zure sistema usrmerge erabiliz bihurtzea gomendatzen dugu.
fa: ما پیشنهاد میکنیم سیستم خود را با استفاده usrmerge تبدیل کنید.
fi: Suosittelemme, että muunnat järjestelmän usrmerge ohjelmalla.
fr_ca: Nous vous recommandons de convertir votre système avec usrmerge.
he: אנו ממליצים להמיר את המערכת באמצעות usrmerge.
hi: हम अनुशंसित करते हैं कि आप अपने सिस्टम हेतु usrmerge रूपांतरण करें।
hr: Preporučujemo vam pretvorbu vašeg sustava pomoću usrmerge.
hu: Ajánlott a rendszer usrmerge átalakítását elvégezni.
ia: Nos recommenda que tu converte tu systema con usrmerge.
id: Kami menyarankan Anda mengonversi sistem Anda dengan usrmerge.
is: Við mælum með því að þú umbreytir kerfinu þínu með usrmerge.
it: Ti consigliamo di convertire il tuo sistema con usrmerge.
ja: usrmerge でシステムを変換することをおすすめします。
ka: გირჩევთ გარდაგმნა შენი სისტემა "usrmerge"-ით.
kab: Ad k m-nsemter ad tselkteḍ anagraw-inek inem s usrmerge.
lo: ພວກເຮົາແນະນຳໃຫ້ທ່ານແປງລະບົບຂອງທ່ານດ້ວຍ usrmerge.
lt: Rekomenduojame, kad konvertuotumėte savo sistemą, naudodami usrmerge.
lv: Mēs iesakām konvertēt tavu sistēmu ar usrmerge.
ms: Kami mengesyorkan anda menukar sistem anda menggunakan usrmerge.
nb: Vi anbefaler at du konverterer systemet ditt med usrmerge.
nl: Wij raden aan om uw systeem om te zetten met usrmerge.
nn: Vi anbefalar at du konverterer systemet ditt med usrmerge.
oc: Vos recomandam de convertir vòstre sistèma amb usrmerge.
pl: Zalecamy konwersję systemu za pomocą usrmerge.
pt: Recomendamos-lhe que converta o sistema com usrmerge.
pt_br: Recomendamos que você converta seu sistema com usrmerge.
ro: Recomandăm convertirea sistemului cu usrmerge.
ru: Желательно преобразовать вашу систему с помощью команды «usrmerge».
sk: Doporučujeme Vám previesť systémové informácie pomocou usrmerge.
sl: Priporočamo, da pretvorite svoj sistem z usrmerge.
sr: Препоручујемо вам да преобратите ваш систем са „usrmerge“.
sr@latin: Preporučujemo Vam da konvertujete Vaš sistem sa usrmerge.
sv: Vi rekommenderar dig att använda usrmerge för denna ändring i systemet.
te: మీ వ్యవస్థను usrmerge‌తో మార్చడం మేము సిఫారసు చేస్తున్నాము.
tr: Sisteminizi usrmerge ile dönüştürmenizi öneririz.
uk: Рекомендуємо перетворити вашу систему за допомогою команди usrmerge.
vi: Chúng tôi khuyên bạn nên chuyển đổi hệ thống của mình bằng usrmerge.

source: This is done already for new installations of Linux Mint.
ar: تم القيام بهذا لتثبيتات Linux Mint الجديدة.
ast: Esto faese dafechu nes nueves istalaciones de Linux Mint.
be: Гэта ўжо зроблена для новых усталёвак Linux Mint.
bg: Това вече е направено в новата инсталация на Линукс Минт.
ca: Això ja es fa en les noves instal·lacions de Linux Mint.
cs: To je provedeno již pro nové instalace Linux Mint.
cy: Mae hyn eisioes wedi ei wneud ar gyfer gosodiadau newydd o Linux Mint.
da: Det er allerede gjort for nye installationer af Linux Mint.
de: Das wird bereits bei Neuinstallationen von Linux Mint durchgeführt.
el: Αυτό γίνεται ήδη για νέες εγκαταστάσεις του Linux Mint.
eo: Ĉi tio estas jam farita por novaj instaloj de Linukso Minto.
es: Esto ya se hace en las nuevas instalaciones de Linux Mint.
et: Seda tehakse juba Linux Mint uute installide puhul.
eu: Hau egina egoten da dagoeneko Linux Mint instalazio berrietan.
fa: این از قبل برای نصب های جدید Linux Mint انجام شده است.
fi: Tämä on tehty jo uudemmille Linux Mint versioille.
fr_ca: Cela est déjà fait pour les nouvelles installations de Linux Mint.
he: זה כבר נעשה בהתקנת לינוקס מינט חדשות.
hi: यह लिनक्स मिंट की नई स्थापना के लिए पहले से ही किया जाता है।
hr: Ovo je već napravljeno za nove instalacije Linux Mint.
hu: Ez már el lett végezve az újonnan telepített Linux Mint esetén.
ia: Isto jam es facite pro nove installationes de Linux Mint.
is: Þetta hefur þegar verið gert fyrir nýjar uppsetningar af Linux Mint.
it: Questo viene già fatto per le nuove installazioni di Linux Mint.
ja: 新規にインストールした Linux Mint であれば、すでに usrmerge は完了しています。
ka: ეს უკვე მზადაა ახალი ლინუქს მინტის დაყენებებისთვის.
lo: ສິ່ງນີ້ໄດ້ເຮັດແລ້ວສຳລັບການຕິດຕັ້ງ Linux Mint ໃໝ່.
lt: Naujiems Linux Mint diegimams tai jau yra atlikta.
lv: Tas jau tiek darīts jaunākajās Linux Mint instalācijās.
ms: Ini telah dilakukan untuk pemasangan baru Linux Mint.
nb: Dette gjøres allerede for nye installasjoner av Linux Mint.
nl: Bij nieuwe installaties van Linux Mint is dit al standaard zo geregeld.
nn: Dette blir allereie gjort for nye installasjonar av Linux Mint.
oc: Aquò se fa ja amb las novèlas installacions de Linux Mint.
pl: To już zostało zrobione dla nowych instalacji Linux Mint.
pt: Isto já é feito para as novas instalações do Linux Mint.
pt_br: Isso já é feito para novas instalações do Linux Mint.
ro: Acest lucru se face deja pentru noile instalări de Linux Mint.
ru: Это уже сделано для новых установок Linux Mint.
sk: Pre nové inštalácie Linux Mint je to už urobené.
sl: To je že opravljeno za nove namestitve sistema Linux Mint.
sr: Ово је већ урађено за нове инсталације Линукс Минта
sv: Detta är redan gjort i nya installationer av Linux Mint.
te: ఇది ఇప్పటికే లినక్స్ మింట్ యొక్క కొత్త ఇన్‌స్టాలేషన్‌లకు చేసబడింది.
tr: Bu, Linux Mint'in yeni kurulumları için zaten uygulanmıştır.
uk: Це вже зроблено, для нових інсталяцій Linux Mint.
vi: Việc này đã được thực hiện đối với các bản cài đặt mới của Linux Mint.
