Repository: linuxmint/mintreport
Catalog: po/mintreport-*.po
Languages: am, ar, ast, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, ka, kab, lo, lt, lv, ms, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, te, tr, uk, vi

source: The debug symbols are missing for %(program)s. Please install %(package)s.
am: የ ምልክቶች ማስተካከያ ጎድሏል %(program)s. እባክዎን ይግጠሙ %(package)s.
ar: رموز تصحيح %(program)s مفقودة. الرجاء تثبيت %(package)s.
ast: Nun s'atoparon los símbolos de depuración pa %(program)s. Por favor, istala %(package)s.
be: Адладачныя сімвалы страчаны для %(program)s. Усталюйце %(package)s.
bg: Липсват дебъг символи за %(program)s. Моля инсталирайте %(package)s.
bn: ডিবাগ প্রতীকগুলি %(program)s জন্য অনুপস্থিত। অনুগ্রহ করে %(package)s ইনস্টল করুন।
ca: Falten els símbols de depuració per %(program)s. Instal·leu %(package)s.
cs: Chybí ladící symboly pro %(program)s. Nainstalujte balíček %(package)s.
cy: Mae symbolau dadfygio ar goll o %(program)s. Gosodwch %(package)s.
da: Fejlfindingssymbolerne til %(program)s mangler. Installér venligst %(package)s.
de: Für %(program)s fehlen die Fehlersuchsymbole. Bitte %(package)s installieren.
el: Τα σύμβολα αποσφαλμάτωσης λείπουν για το %(program)s Παρακαλούμε εγκαταστήστε το %(package)s
eo: La sencimigaj simboloj mankas por %(program)s. Bonvolu instali %(package)s.
es: Faltan los símbolos de depuración de %(program)s. Instale %(package)s.
et: Silumissümbolid puuduvad programmi %(program)s jaoks. Palun paigalda %(package)s.
eu: %(program)s(r)en arazketa sinboloak falta dira. Instalatu %(package)s.
fa: سمبُل های debug برای %(program)s مفقود اند. لطفا %(package)s را نصب کنید.
fi: Ohjelmalta %(program)s puuttuvat virheenjäljityssymbolit. Asenna %(package)s.
fr_ca: Il manque des symboles de débogage pour %(program)s. Installez %(package)s.
he: חסרים הסמלים לניפוי שגיאות של %(program)s. נא להתקין %(package)s.
hi: %(program)s के लिए दोषमार्जन(डिबग) प्रतीक अनुपस्थित हैं। कृपया %(package)s इंस्टॉल करें।
hr: Simboli otklanjanja grešaka nedostaju za %(program)s. Instalirajte %(package)s.
hu: A hibakereső szimbólumok hiányoznak a következőhő programhoz: %(program)s Telepítse a(z) %(package)s csomagot.
ia: Le symbolos de depuration manca pro %(program)s. Per favor installa %(package)s.
id: Simbol untuk debug tidak ditemukan untuk %(program)s. Harap instal %(package)s.
is: Aflúsunarmerki (debug symbols) vantar fyrir %(program)s. Settu upp %(package)s.
it: I simboli per il debug mancano per %(program)s. Per favore installa %(package)s.
ja: %(program)s のデバッグシンボルがありません。 %(package)s をインストールしてください。
ka: გამართვის სიმბოლოები აკლია %(program)s. გთხოვ დააყენოთ %(package)s.
kab: Izamulen n useɣti xuṣṣen i %(program)s. Ttxil-k sbedd %(package)s.
lo: ສັນຍາລັກດີບັກສຳລັບ %(program)s ຂາດຫາຍໄປ. ກະລຸນາຕິດຕັ້ງ %(package)s.
lt: Programai %(program)s trūksta derinimo simbolių. Prašome įdiegti %(package)s.
lv: Trūkst atkļūdošanas simbolu %(program)s. Lūdzu, instalē %(package)s.
ms: Simbol debug hilang untuk %(program)s. Sila pasang %(package)s.
nb: Feilsøkingssymbolene mangler for %(program)s. Installer %(package)s.
nl: De foutopsporingssymbolen ontbreken voor %(program)s Installeer a.u.b. %(package)s
nn: Feilsøkingssymbola manglar for %(program)s. Installer %(package)s.
oc: Mancan de simbòls de desbogatge per %(program)s. Installatz %(package)s.
pl: Brakuje symboli debugowania dla %(program)s. Proszę zainstalować %(package)s.
pt: Os símbolos de depuração estão em falta para %(program)s. Por favor, instale %(package)s.
pt_br: Os símbolos de depuração estão faltando para %(program)s. Por favor instale %(package)s.
ro: Simbolurile de depanare lipsesc pentru %(program)s. Instalați %(package)s.
ru: Символы отладки отсутствуют для %(program)s. Установите %(package)s.
sk: Chýba %(program)s symbolov pre odstraňovanie chýb. Prosím nainštalujte balíček/čky %(package)s.
sl: Simboli razhroščevanja manjkajo za %(program)s. Namestite %(package)s.
sr: Симболи за отклањање грешака недостају за „%(program)s“. Инсталирајте „%(package)s“.
sr@latin: Simboli za otklanjanje grešaka nedostaju za %(program)s. Molim vas instalirajte %(package)s.
sv: Felsökningssymboler saknas för %(program)s. Installera %(package)s.
te: %(program)s అనే కార్యక్రమానికి లోప నిర్ధారణ గుర్తులు లభించలేదు. దయచేసి %(package)s అనే ప్యాకేజీని స్థాపించండి.
tr: %(program)s için hata ayıklama sembolleri eksik. Lütfen %(package)s yükleyin.
uk: Символи зневадження відсутні для %(program)s. Будь ласка, встановіть %(package)s
vi: Thiếu kí tự gỡ rối cho chương trình %(program)s. Vui lòng cài đặt %(package)s

source: The package providing %s could not be found. If you want to generate a stack trace for this crash report, please reinstall it.
am: ይህ ጥቅል የሚያቀርበውምን %s ማግኘት አልተቻለም እርስዎ ማመንጨት ከ ፈለጉ የ stack trace ለዚህ ግጭት መግለጫ: እባክዎን እንደገና ይግጠሙት
ar: الحزمة التي توفر %s لا يمكن العثور عليها. إذا كنت تريد إنشاء تتبع مكدس لتقرير الأعطال هذا، فالرجاء إعادة تثبيته.
ast: El paquete qu'ufre %s nun s'atopó. Si quies xenerar un rastru de pila pa esti reporte de rompedura has de reistalalu.
be: Немагчыма знайсці пакет, які пастаўляе %s. Калі жадаеце згенераваць след стэка для гэтай справаздачы, пераўсталюйце пакет.
bg: Пакета, съдържащ %s не може да бъде открит. Ако искате да генерирате проследяване за този отчет, моля преинсталирайте го.
bn: %s সরবরাহকারী প্যাকেজটি পাওয়া যায়নি। আপনি যদি এই ক্র্যাশ প্রতিবেদনের জন্য স্ট্যাক ট্রেস তৈরি করতে চান তবে দয়া করে এটি পুনরায় ইনস্টল করুন।
ca: No s'ha pogut trobar el paquet que proporciona %s. Si voleu generar una traça de la pila per aquest informe d'error, reinstal·leu-lo.
cs: Balíček který poskytuje %s se nepodařilo najít. Pokud pro toto hlášení o pádu chcete vytvořit výpis zásobníku (stack trace), balíček opět nainstalujte.
cy: Nid oedd modd canfod y pecyn sy'n darparu %s. Os hoffech chi gynhyrchu adroddiad stac ar gyfer yr adroddiad chwalu, ailosodwch y pecyn.
da: Pakken, som indeholder %s, kunne ikke findes. Hvis du vil danne et stakspor for denne nedbrudsrapport, skal du geninstallere pakken.
de: Das Paket, welches »%s« enthält, konnte nicht gefunden werden. Wenn Sie eine Stapelspeicherzurückverfolgung für dieses Paket erstellen wollen, dann installieren Sie dieses bitte.
el: Το πακέτο που παρέχει %s δεν μπορεί να βρεθεί. Αν θέλετε να δημιουργήσετε ένα ίχνος στοίβας για αυτήν την αναφορά συντριβής, παρακαλούμε επανεγκαταστήστε την.
eo: Ne eblas trovi la pakon, kiu provizas %s. Se vi volas generi stakan spurodosieron por ĉi tiu kraŝraporto, bonvolu ĝin reinstali.
es: No se encuentra el paquete que proporciona %s. Si desea generar un seguimiento de la pila para este informe de error, reinstálelo.
et: Paketti, mis pakuks %s, ei leitud. Kui sa tahad selle krahhiaruande kohta koostada pinu jälje (stack trace), paigalda see uuesti.
eu: Ezin izan da %s hornitzen duen paketea aurkitu. Hutsegite-txosten honentzat pila-aztarna bat sortu nahi baduzu, mesedez berriz instalatu.
fa: بسته فراهم آورنده %s را نمیتوان یافت. اگر میخواهید یک ردِ دسته برای این گزارش خرابی ایجاد کنید، لطفا مجددا نصبش کنید.
fi: Pakettia joka tarjoaa %s ei löytynyt. Jos haluat luoda pinolistauksen tähän virheraporttiin, asenna se uudelleen.
fr_ca: Le paquet qui fournit %s est introuvable. Si vous souhaitez générer une trace de pile pour ce relevé de plantage, réinstallez-le.
he: החבילה שמספקת את %s, לא נמצאה. כדי לחולל מעקב החסן לדוח קריסה זה, נא להתקין אותה מחדש.
hi: %s प्रदान करने वाला पैकेज नहीं मिला। यदि इस क्रैश रिपोर्ट के लिए स्टैक ट्रेस उत्पन्न करना चाहते हैं, तो इसे पुन: इंस्टॉल करें।
hr: Paket koji omogućuje %s se ne može pronaći. Ako želite generirati stavke rušenja za ovaj izvještaj rušenja, reinstalirajte ga.
hu: Nem található csomag a következőhöz: %s. Telepítse újra, ha ehhez az összeomlás-jelentéshez kíván verem-nyomkövetést készíteni.
ia: Le pacchetto que forni %s non pote esser trovate. Si tu desira generar un traciamento del pila de iste reporto de collapso, per favor, reinstalla lo.
id: Paket yang menyediakan %s tidak dapat ditemukan. Jika Anda ingin menghasilkan laporan yang lebih detail terkait kerusakan ini, silahkan instal ulang.
is: Pakkinn sem útvegar %s fannst hvergi. Ef þú vilt útbúa staflarakningu (stack trace) fyrir þessa hrunskýrslu, þarftu að setja hann upp aftur.
it: Non è stato possibile trovare il pacchetto che fornisce %s. Si prega di reinstallarlo se si desidera generare una traccia delle chiamate per questo rapporto di arresto anomalo.
ja: %s を提供するパッケージが見つかりませんでした。 このクラッシュレポートのスタックトレースを生成したい場合は、対応するパッケージを再インストールしてください。
ka: პროგრამა რომელიც გვაწვდიდა %s ვერ იქნა ნაპოვნი. თუ გინდა რომ წარმოქმნა ამ პრობლემის კვალის მოხსენება, გთოვ ხელახლა დააყენოთ იგი.
kab: Akemmus i d-yettakken %s ur yettwaf ara. Iwakken ad d-teslaleḍ adriz imnennan i uneqqis-agi n uɣelluy, ttxil-k sbedd-it tikkelt-nniḍen.
lo: ບໍ່ສາມາດຊອກຫາແພັກເກັດທີ່ສະໜອງ %s ໄດ້. ຖ້າທ່ານຕ້ອງການສ້າງ stack trace ສໍາລັບລາຍງານການຂັດຂ້ອງນີ້, ກະລຸນາຕິດຕັ້ງມັນຄືນໃໝ່.
lt: Nepavyko rasti paketo, tiekiančio %s. Jeigu šiai strigčiai norite sukurti dėklo pėdsaką, įdiekite tą paketą iš naujo.
lv: Pakotne, kas nodrošina %s , nav atrasta. Ja vēlies ģenerēt steka izsekošanu šim avārijas ziņojumam, lūdzu, pārinstalē to.
ms: Pakej yang menyediakan %s tidak dapat dijumpai. Jika anda ingin menjana jejak timbunan untuk laporan ralat ini, sila pasang semula.
nb: Pakken med %s ble ikke funnet. Hvis du vil generere en stabelsporing for denne krasjrapporten, må du installere den på nytt.
nl: Het pakket dat %s levert kon niet worden gevonden. Indien u een stacktracering voor dit vastlooprapport wilt genereren, herinstalleer het dan.
nn: Pakken som leverer %s vart ikkje funnen. Viss du vil generere ein stakksporing for denne krasjrapporten, må du installere pakken på nytt.
oc: Lo paquet que provesís %s es introbable. Se volètz generar una traça de pila per aqueste relevat de plantatge, tornatz-lo installar.
pl: Pakiet dostarczający %s nie został znaleziony. Jeśli chcesz wygenerować ślad stosu do zgłoszenia tej awarii, proszę przeinstalować ten pakiet.
pt: O pacote que fornece %s não foi encontrado. Se quiser gerar um rastreamento da pilha para este relatório de falha, reinstale-o.
pt_br: O pacote que fornece %s não foi encontrado. Se você quiser gerar um rastreamento da pilha (Stack Trace) para este relatório de erros, por favor, reinstale-o.
ro: Pachetul care furnizează %s nu a fost găsit. Dacă doriți să generați un "stack trace" pentru acest raport de crash, va rugăm reinstalați-l.
ru: Пакет, содержащий %s не найден. Если вы хотите сгенерировать трассировку стека для этого отчёта о сбое, переустановите пакет.
sk: Balíček %s nie je možné nájsť. Ak chcete vygenerovať "stack trace" pre túto chybovú správu pre vývojárov, prosím preinštalujte balíček.
sl: Paketa, ki zagotavlja %s, ni mogoče najti. Če želite tvoriti sledenje sklada za to poročilo o sesutju, ga ponovno namestite.
sr: Пакет који обезбеђује „%s“ не може се наћи. Ако желите да генеришете траг склада за овај извештај о рушењу, поново га инсталирајте.
sr@latin: Paket koji obezbeđuje %s ne se može naći. Ako želite da generišete praćenje toka izvršenja programa (``stack trace``) za ovaj izveštaj o rušenju, ponovo ga instalirajte.
sv: Paketet som innehåller %s kunde inte hittas. Installera om paketet, om du vill generera en stackspårning för denna kraschrapport.
te: %s ను అందించే ప్యాకేజీ కనబడలేదు. ఈ క్రాష్ నివేదికకు స్టాక్ ట్రేస్ రూపొందించాలనుకుంటే, దయచేసి దానిని మళ్లీ స్థాపించండి.
tr: %s sağlayan paket bulunamadı. Bu çökme raporu için bir ipucu yığını oluşturmak isterseniz, lütfen bunu yeniden yükleyin.
uk: Пакунок %s не знайдено. Якщо ви хочете створити трасування стеку для звіту про аварійне завершення роботи, перевстановіть його.
vi: Tệp gói cung cấp %s không tìm thấy. Nếu bạn muốn tạo báo cáo lỗi, vui lòng cài đặt lại.
