Repository: linuxmint/mintreport
Catalog: po/mintreport-*.po
Languages: am, ar, ast, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, ka, kab, lo, lt, lv, ms, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, te, tr, uk, vi

source: The headers or binaries installed on your system do not match the code which was executed during the crash. They probably got upgraded since. A stack trace is available in 'Local Files' but its content is probably inaccurate.
am: ይህ የ ተገጠመው ራስጌ ወይንም ባይነሪ ከ እርስዎ ስርአት ጋር አይመሳሰልም: የ ተፈጸመው ኮድ በ ግጭቱ ጊዜ ምናልባት ተሻሽሎ ሊሆን ይችላል A stack trace ዝግጁ ነው በ 'Local Files' ውስጥ ነገር ግን ይዞታው ትክክለኛ ላይሆን ይችላል
ar: لا تتطابق الرؤوس أو الثنائيات المثبتة على نظامك مع الشفرة التي تم تنفيذها أثناء العطل. ربما حصلوا على ترقية منذ ذلك الحين. يتوفر تتبع مكدس في 'الملفات المحلية' ولكن ربما يكون محتواه غير دقيق.
ast: Los cabezaleros o binarios istalaos nel to sistema nun casen col códigu que s'executó de mientres la rompedura. Ye probable que s'anvoran dende entós. Hai un rastru de pila disponible en "Archivos llocales", pero el so conteníu pué nun ser fiable.
be: Загалоўкі або бінарныя файлы, усталяваныя ў вашай сістэме, не супадаюць з кодам, які выконваецца падчас збою. Яны магчыма яшчэ не абноўлены. След трэка даступны ў 'Local Files', але магчыма мае недакладнае змесціва.
bg: Хедърите или бинарните файлове, инсталирани на системата не съвпадат с кода, който се изпълняваше по врене на срива. Вероятно са били надстроени. Проследяването е налично в 'Локални файлове', но съдържанието му вероятно е неточно.
bn: আপনার সিস্টেমে ইনস্টল হওয়া হেডারস(headers) বা বাইনারিগুলি ক্র্যাশের সময় কার্যকর করা কোডটির সাথে মেলে নি। তারা সম্ভবত ক্র্যাশের পরে আপগ্রেড হয়েছে। 'লোকাল ফাইলস' এ একটি স্ট্যাক ট্রেস উপলব্ধ তবে এটির সামগ্রী সম্ভবত ত্রুটিযুক্ত।
ca: Les capçaleres o binaris instal·lats en el sistema no coincideixen amb el codi que s'executava durant l'error. Probablement s'han actualitzat després. Hi ha disponible un traçat de pila a «Fitxers locals», però el seu contingut pot ser inexacte.
cs: Nainstalované hlavičkové nebo spustitelné soubory neodpovídají kódu který byl spuštěný v okamžiku pádu. Nejspíš byly od té doby nahrazeny novější verzí. Výpis zásobníku je sice v „Místních souborech“ k dispozici ale jeho obsah je nejspíš nepřesný.
cy: Nid yw'r penynnau na'r pecynnau didau ar eich system yn cydweddu â'r cod gafodd ei weithredu yn ystod y chwalfa. Mae nhw, o bosib, wedi eu diweddaru ers hynny. Mae adroddiad stac ar gael yn y 'Ffeiliau Lleol' ond mae ei gynnwys siŵr o fod, yn annibynadwy.
da: De “headers” eller binære filer, som er installeret på dit system, stemmer ikke overens med koden, som blev kørt under nedbruddet. De er sandsynligvis blevet opgraderet siden da. Et stakspor er tilgængelig i “Lokale filer”, men dets indhold er sandsynligvis unøjagtigt.
de: Die auf Ihrem System installierten Kopfzeilen oder Binärdateien stimmen nicht mit dem Code überein, der beim Absturz ausgeführt wurde. Sie wurden wahrscheinlich seitdem aktualisiert. Eine Stapelspeicherzurückverfolgung ist in den lokalen Dateien verfügbar, aber der Inhalt ist möglicherweise ungenau.
el: Οι κεφαλίδες ή τα δυαδικά αρχεία που είναι εγκατεστημένα στο σύστημά σας δεν ταιριάζουν με τον κώδικα που εκτελέστηκε κατά τη διάρκεια της κατάρρευσης. Πιθανότατα αναβαθμίστηκαν από τότε. Ένα ίχνος στοίβας είναι διαθέσιμο στα 'Τοπικά αρχεία', αλλά το περιεχόμενό του είναι πιθανώς ανακριβές.
eo: La kapdosieroj aŭ duumaj dosieroj, instalitaj sur via sistemo, ne kongruas kun la programkodo, kiu plenumiĝis dum la kraŝo. Verŝajne ili poste promociiĝis. Iu staka spurodosiero disponeblas en 'lokaj dosieroj', sed ĝia enhavo verŝajne neprecizas.
es: Los encabezados o los binarios instalados en el sistema no coinciden con el código que se ejecutó durante el error. Probablemente se actualizaron después. Hay disponible un seguimiento de la pila en «Archivos locales», pero su contenido es probablemente inexacto.
et: Päised ja binaarfailid, mis on sinu arvutisse paigaldatud, ei vasta koodile, mis jooksis krahhi ajal. Tõenäoliselt vahepeal programmi uuendati. Pinu jälg on nähtav "Kohalikes failides", kuid selle sisu on tõenäoliselt ebatäpne.
eu: Zure sisteman instalatutako bitarren goiburuak ez datoz bat hutsegitean exekutaturiko kodearekin. Ziur aski geroztik bertsio-berrituko ziren. Pila-aztarna bat eskuragarri dago 'Fitxategi lokalak'en baina ziur aski bere edukia okerra da.
fa: سربرگ‌ها و binary های نصب شده روی سیستم شما و کد اجرا شده هنگام خطا مطابقت ندارد.
fi: Tietokoneeseen asennetut binäärit eivät vastaa kaatumisen aikana suoritettua koodia. Ne luultavasti ovat päivitetty sen jälkeen. Pinolistaus löytyy "Local Files", mutta on luultavasti epätarkka.
fr_ca: Les entêtes ou fichiers binaires installés sur votre système ne correspondent pas au code qui était exécuté lors du plantage. Ils ont probablement été mis à niveau depuis. Une trace de pile se trouve dans « Fichiers locaux », mais son contenu n’est probablement pas exact.
he: הכותרות או הקבצים הבינריים המותקנים במערכת אינם תואמים לקוד שרץ בעת הקריסה. הם כנראה עודכנו מאז. מעקב החסן זמין ב־'Local Files' אבל תוכנו כנראה לא מדויק.
hi: आपके सिस्टम की (पूर्व इंस्टॉल हो रखी) हेडर या बाइनरी फ़ाइलें, उस कोड से मेल नहीं खाती जो क्रैश के दौरान निष्पादित हुआ था। वे शायद तब से अब तक अपग्रेड हो गयी हैं। एक स्टैक ट्रेस 'स्थानीय फाइल' में उपलब्ध है, लेकिन उसकी सामग्री शायद त्रुटिपूर्ण है।
hr: Zaglavlja ili binarne datoteke instalirane na vašem sustavu se ne podudaraju s kôdom koji je pokrenut tijekom rušenja. Od tada su sigurno nadograđeni. Stavke rušenja su dostupne u 'Lokalnim datotekama' ali njihov sadržaj je najvjerojatnije netočan.
hu: A rendszerre telepített fejlécek és binárisok nem egyeznek meg az összeomlás során végrehajtott kóddal. Vélhetően frissítve lettek az összeomlás óta. A verem-nyomkövetés elérhető a „Helyi fájlok” listájánál, de a tartalma lehet, hogy nem pontos.
ia: Le titulos o binarios installate sur tu systema non concorda con le codice que esseva exequite durante le collapso. Illos probabilemente esseva modernisate. Un traciamento del pila es disponibile in 'Local Files', ma su contento es probabilemente inaccurate.
id: Header atau binari yang diinstal pada sistem Anda tidak cocok dengan kode yang dieksekusi saat crash Kemungkinan telah dilakukan peningkatan. Detail eror ada di 'File Lokal' tetapi isinya mungkin tidak akurat.
is: Uppsettir hausar og tvíundarskrár (keyrsluskrár) á kefinu samsvara ekki kóðanum sem var keyrður þegar hrunið átti sér stað. Væntanlega hefur þetta verið uppfært síðan í uppsetningu. Staflarakning er tiltæk í 'Staðværar skrár' en innihald hennar er líklega ekki mjög nákvæmt.
it: I file header o i file binari installati sul tuo sistema non corrispondono al codice eseguito durante l'arresto anomalo. Probabilmente sono stati aggiornati nel frattempo. È disponibile una traccia delle chiamate in 'File locali', ma il suo contenuto è probabilmente impreciso.
ja: お使いのシステムにインストールされているヘッダーやバイナリが、クラッシュ時に実行されていたコードと一致しません。 何らかのタイミングでアップグレードされたためだと考えられます。 スタックトレースは 'ローカルファイル' 内にありますが、不正確な内容になっているかもしれません。
ka: შენს სისტემაზე დაყენებული სათაურები ან "ბინარულები" არ ემთხვევა კოდს რომელიც გამოყენებული იქნა ამ შეცდომისას. სავარაუდოდ ისინი უკვე განახლდა. კვალი ხელმისაწვდომია 'Local Files'-ში მაგრამ მისი შინაარსი სავარაუდოდ არასწორია.
kab: Ifuyla imisinen neɣ n inixfen ittusbedden deg unagraw-inek ur nmeɣran ara akked tengalt ittuselkmen mi d-yella uɣelluy. Ahat ttwaleqqmen seg yimir-nni. Adriz imnennan iwjed di 'Ifuyla idiganen' maca agbur-ines ahat mačči d imekdi.
lo: ສ່ວນຫົວ (headers) ຫຼື ໄບນາຣີ (binaries) ທີ່ຕິດຕັ້ງໃນລະບົບຂອງທ່ານບໍ່ກົງກັບໂຄດທີ່ຖືກປະມວນຜົນໃນລະຫວ່າງການຂັດຂ້ອງ. ອາດຈະເປັນຍ້ອນມັນຖືກອັບເກຣດແລ້ວ. ມີ stack trace ຢູ່ໃນ 'ໄຟລ໌ທ້ອງຖິ່ນ' ແຕ່ເນື້ອໃນຂອງມັນອາດຈະບໍ່ຖືກຕ້ອງ.
lt: Jūsų sistemoje įdiegtos antraštės ar dvejetainės neatitinka kodo, kuris buvo vykdomas strigties metu. Jos nuo to laiko, tikriausiai, buvo atnaujintos. Dėklo pėdsakas yra prieinamas ties "Vietiniai failai", tačiau jo turinys, tikriausiai, yra netikslus.
lv: Tavā sistēmā instalētie galvenes vai binārā koda faili neatbilst kodam, kas tika izpildīts sistēmas kļūmes laikā. Iespējams, tie kopš tā laika ir tikuši atjaunināti. Steka izsekošana ir pieejama 'lokālajos failos' , bet tā saturs, iespējams, ir neprecīzs.
ms: Header atau binari yang dipasang pada sistem anda tidak sepadan dengan kod yang dijalankan semasa ralat berlaku. Mungkin ia telah dikemas kini sejak itu. Jejak timbunan tersedia di 'Fail Tempatan' tetapi kandungannya mungkin tidak tepat.
nb: Datahodene eller binærfilene som er installert på systemet ditt, samsvarer ikke med koden som ble kjørt under krasjet. De ble sannsynligvis oppgradert siden. En stabelsporing er tilgjengelig i 'Lokale filer', men innholdet er sannsynligvis unøyaktig.
nl: De koppen of binaire bestanden die in uw systeem zijn geïnstalleerd, komen niet overeen met de code die werd uitgevoerd tijdens de vastloper. Ze zijn waarschijnlijk sedertdien opgewaardeerd. Een stacktracering is beschikbaar in 'Lokale bestanden', maar haar inhoud is vermoedelijk onjuist.
nn: Header- eller binærfilene på systemet ditt samsvarar ikkje med koden som vart køyrd under krasjet. Dei har truleg blitt oppgradert sidan. Ein stakksporing er tilgjengeleg under 'Lokale filer', men innhaldet er truleg unøyaktig.
oc: Las entèstas o fichièrs binaris installats sus vòstre sistèma correspondon pas al còde qu'èra executat al moment del plantatge. Son probablament estats meses a nivèl dempuèi. Una traça de pila se tròba dins « Fichièrs locals », mas son contengut es probablament pas pertinent.
pl: Nagłówki lub binaria w tym systemie nie pokrywają się z kodem uruchomionym w czasie awarii. Prawdopodobnie zostały one zaktualizowane. Ślad stosu dostępny jest w „Plikach lokalnych”, ale ich zawartość jest najprawdopodobniej niewłaściwa.
pt: Os cabeçalhos ou binários instalados no seu sistema não correspondem ao código que foi executado durante a falha. Provavelmente foram atualizados desde então. Está disponível em 'Ficheiros locais', mas o seu conteúdo não deve ser o mais correto.
pt_br: Os cabeçalhos ou binários instalados em seu sistema não correspondem ao código que foi executado durante o erro. Eles provavelmente foram atualizados desde então. Um rastreamento da pilha (Stack Trace) está disponível nos 'Arquivos Locais', mas seu conteúdo provavelmente é impreciso.
ro: Antetele sau pachetele binare instalate pe sistemul dvs. nu se potrivesc cu codul care a fost executat în decursul defectării. Probabil au fost actualizate între timp. Un "stack trace" este disponibil în 'Fișiere locale' dar conținutul lui este probabil necorespunzător.
ru: Заголовки или двоичные файлы, установленные в вашей системе, не соответствуют коду, который был выполнен во время сбоя. С тех пор они, вероятно, обновились. Трассировка стека доступна в «Локальных файлах», но её содержимое, вероятно, не соответствует моменту сбоя.
sk: Hlavičky alebo nainštalované "binárky" vo Vašom systéme sa nezhodujú s naprogramovaným kódom, ktorý bol spustený počas pádu (chyby programu). Odvtedy boli pravdepodobne "upgradnuté". "Stack trace" je dostupný v 'Local Files' ale jeho obsah je pravdepodobne nepresný.
sl: Glave ali izvršne datoteke, nameščene na sistemu, se ne ujemajo s kodo, ki je bila izvršena ob sesutju. Najbrž so bile v tem času nadgrajene oz. posodobljene. Sledenje skladu je na voljo pod »Krajevne datoteke«, vendar je njegova vsebina najbrž nenatančna.
sr: Заглавља или бинарне датотеке инсталиране на вашем систему се не подударају са кодм који је покренут током рушења. Вероватно су надограђене од тада. Праћење спремника је доступно у „Локалним датотекама“ али његов садржај је вероватно нетачан.
sr@latin: Zaglavlja ili binarne datoteke instalirane na vašem sistemu ne odgovaraju kodu koji je bio izvršavan tokom rušenja. Verovatno su ažurirane u međuvremenu. Praćenje toka izvršenja programa (``stack trace``) je dostupno u 'Lokalnim datotekama', ali je taj sadržaj verovatno netačan.
sv: De sidhuvuden eller binärer som är installerade på ditt system, stämmer inte överens med koden som kördes under kraschen. De har troligen uppgraderats sedan dess. En stackspårning finns tillgänglig i "Lokala filer", men innehållet är troligen felaktigt.
te: మీ వ్యవస్థలో స్థాపించబడిన హెడ్డర్లు లేదా బైనరీలు, క్రాష్ సమయంలో అమలైన కోడ్‌కు సరిపోలడం లేదు. అవి అంతకుముందు నుండి నవీకరించబడినట్లుగా అనిపిస్తోంది. 'లోకల్ ఫైళ్ళలో' స్టాక్ ట్రేస్ అందుబాటులో ఉంది, కానీ దాని విషయాలు ఖచ్చితంగా ఉండకపోవచ్చు.
tr: Sisteminize kurulu başlıklar (headers) ya da ikili dosyalar çökme sırasında çalıştırılan kodla eşleşmiyor. Bunlar sonradan bir yükseltme almış olabilir. Bir ipucu yığını 'Yerel Dosyalar'da mevcut, ama muhtemelen içeriği hatalıdır.
uk: Заголовки чи бінарники, встановлені у вашу систему, не збігаються з кодом, який було виконано під час аварії. Відтоді вони, ймовірно, оновлені. Трасування стеку доступно у "Локальних Файлах", але його вміст, ймовірно, неточний.
vi: Đầu tệp tin nhị phân được cài đặt trong hệ thống của bạn không khớp với mã mà được thực thi trong quá trình xảy ra lỗi. Có lẽ nó đã được nâng cấp. Có dòng lỗi ở "Tập tin người dùng " nhưng nội dung nó có lẽ không phù hợp.

source: Motherboard
bg: Дънна платка
ca: Placa base
cy: Mamfwrdd
de: Hauptplatine
el: Μητρική κάρτα
eo: Ĉeftabulo
es: Placa base
fi: Emolevy
fr_ca: Carte mère
he: לוח אם
hr: Matična ploča
hu: Alaplap
ia: scheda matre
is: Móðurborð
it: Scheda madre
ja: マザーボード
ka: დედადაფა
lo: ແມນບອດ
lv: Mātesplate
nb: Hovedkort
nl: Moederbord
nn: Hovudkort
oc: Carta maire
pl: Płyta główna
pt: Placa-mãe
pt_br: Placa-mãe
ru: Материнская плата
sr: Матична плоча
sv: Moderkort
tr: Anakart
uk: Материнська плата
vi: Bo mạch chủ

source: Brand
bg: Марка
ca: Marca
de: Marke
el: Μάρκα
eo: Varmarko
es: Marca
fi: Merkki
fr_ca: Marque
he: מותג
hr: Marka
hu: Gyártmány
ia: Marca
is: Vörumerki
it: Marca
ja: ブランド
ka: ბრენდი
lo: ຍີ່ຫໍ້
lv: Zīmols
nb: Merke
nl: Merk
nn: Merke
oc: Marca
pl: Marka
pt: Marca
pt_br: Marca
ru: Фирма
sr: Марка
sv: Fabrikat
tr: Marka
uk: Торгова марка (Бренд)
vi: Thương hiệu

source: Version
bg: Версия
ca: Versió
cy: Fersiwn
el: Έκδοση
eo: Versio
es: Versión
fi: Versio
he: גרסה
hr: Inačica
hu: Verzió
is: Útgáfa
it: Versione
ja: バージョン
ka: ვერსია
lo: ເວີຊັນ
lv: Versija
nb: Versjon
nl: Versie
nn: Versjon
pl: Wersja
pt: Versão
pt_br: Versão
ru: Версия
sr: Верзија
tr: Sürüm
uk: Версія
vi: Phiên bản

source: Release
bg: Издание
ca: Publicació
cy: Ryddhad
de: Veröffentlichung
el: Κυκλοφορία
eo: Eldono
es: Distribución
fi: Julkaisu
fr_ca: Parution
he: שחרור
hr: Izdanje
hu: Kiadás
ia: Revision
is: Undirútgáfa
it: Rilascio
ja: リリース
ka: გამოშვება
lo: ລຸ້ນທີ່ປ່ອຍອອກ
lv: Izlaide
nb: Utgave
nl: Uitgave
nn: Utgåve
oc: Publicacion
pl: Wydanie
pt: Versão
pt_br: Distribuição
ru: Выпуск
sr: Издање
sv: Utgåva
tr: Yayım
uk: Реліз
vi: Bản phát hành

source: Release Date
bg: Дата на издаване
ca: Data de publicació
cy: Dyddiad Rhyddhau
de: Veröffentlichungsdatum
el: Ημερομηνία κυκλοφορίας
eo: Eldondato
es: Fecha de distribución
fi: Julkaisupäivä
fr_ca: Date de parution
he: תאריך שחרור
hr: Datum izdanja
hu: Megjelenési dátum
ia: Data de revision
is: Útgáfudagur
it: Data di rilascio
ja: リリース日
ka: გამოშვების თარიღი
lo: ວັນທີເຜີຍແຜ່
lv: Izlaišanas datums
nb: Utgivelsesdato
nl: Uitgiftedatum
nn: Utgjevingsdato
oc: Data de publicacion
pl: Data wydania
pt: Data de lançamento
pt_br: Data de Lançamento
ru: Дата выпуска
sr: Датум издања
sv: Utgivningsdatum
tr: Yayım Tarihi
uk: Дата релізу
vi: Ngày phát hành

source: Boot Mode
bg: Режим на стартиране
ca: Mode d'arrencada
cy: Modd Cychwyn
de: Startmodus
el: Λειτουργία εκκίνησης
eo: Praŝarga reĝimo
es: Modo de arranque
fi: Käynnistystila
fr_ca: Mode d’amorçage
he: מצב אתחול
hr: Način pokretanje
hu: Rendszerindítás üzemmódja
ia: Modo de initialisation
is: Ræsihamur
it: Modalità Boot
ja: ブートモード
ka: ჩატვირთვის მეთოდი
lo: ໂໝດການບູ໊ດ
lv: Sāknēšanas režīms
nb: Oppstartsmodus
nl: Opstartmodus
nn: Oppstartsmodus
oc: Mòde d’aviada
pl: Tryb rozruchu
pt: Modo de arranque
pt_br: Modo de Boot
ru: Режим загрузки
sr: Режим подизања система
sv: Startläge
tr: Açılış Kipi
uk: Режим завантаження
vi: Chế độ khởi động

source: Secure Boot
ca: Arrencada segura
cy: Cychwyn Diogel
eo: Sekura praŝargo
es: Arranque seguro
fr_ca: Démarrage sécurisé Secure Boot
he: אתחול מאובטח
hr: Sigurno pokretanje
hu: Biztonságos rendszerindítás (Secure Boot)
ia: Initialisation secur
is: Örugg ræsing
ja: セキュアブート
ka: უსაფრთხო ჩატვირთვა
lo: ການບູ໊ດແບບປອດໄພ
lv: Drošā sāknēšana
nb: Sikker oppstart
nn: Sikker oppstart
pl: Bezpieczny rozruch (Secure Boot)
pt: Arranque seguro
pt_br: Boot Seguro
ru: Безопазная загрузка
sr: Безбедно подизање система
uk: Безпечне завантаження
vi: Khởi động an toàn

source: Disabled
bg: Изключено
ca: Desactivat
cy: Analluogwyd
de: Deaktiviert
el: Απενεργοποιημένο
eo: Malŝaltite
es: Desactivado
fi: Ei käytössä
fr_ca: Désactivé
he: מושבת
hr: Onemogućeno
hu: Letiltva
ia: Disactivate
is: Óvirkt
it: Disattivato
ja: 無効
ka: გამორთულია
lo: ປິດໃຊ້ງານ
lv: Atspējots
nb: Deaktivert
nl: Uitgeschakeld
nn: Deaktivert
oc: Desactivat
pl: Wyłączone
pt: Desativado
pt_br: Desabilitado
ru: Отключено
sr: Искључено
sv: Inaktiverad
tr: Pasif
uk: Вимкнено
vi: Đã bị vô hiệu hóa

source: Enabled
bg: Включено
ca: Activat
cy: Galluogwyd
de: Aktiviert
el: Ενεργοποιημένο
eo: Ŝaltite
es: Activado
fi: Käytössä
fr_ca: Activé
he: מאופשר
hr: Omogućeno
hu: Engedélyezve
ia: Activate
is: Virkt
it: Attivato
ja: 有効
ka: ჩართულია
lo: ເປີດໃຊ້ງານ
lv: Iespējots
nb: Aktivert
nl: Ingeschakeld
nn: Aktivert
oc: Activat
pl: Włączone
pt: Ativado
pt_br: Habilitado
ru: Включено
sr: Укључено
sv: Aktiverad
tr: Etkin
uk: Увімкнено
vi: Đã được bật

source: Secure Boot mode
bg: Режим на Secure Boot
ca: Mode d'arrencada segura
cy: Modd Cychwyn Diogel
de: Secure-Boot-Modus
el: Λειτουργία Secure Boot
eo: Sekura praŝarga reĝimo
es: Modo de arranque seguro
fi: Secure Boot moodi
fr_ca: Mode Secure Boot
he: מצב אתחול מאובטח
hr: Način sigurnog pokretanje
hu: Biztonságos rendszerindítás (Secure Boot) üzemmód
ia: Modo initialisation secur
is: Öruggur ræsihamur
it: Modalità Secure Boot
ja: セキュアブートモード
ka: უსაფრთხო ჩატვირთვის მეთოდი
lo: ໂໝດການບູ໊ດແບບປອດໄພ
lv: Drošās sāknēšanas režīms
nb: Sikker oppstartsmodus
nl: Secure Boot-modus
nn: Sikker oppstartsmodus
oc: Mòde Secure Boot
pl: Tryb bezpiecznego rozruch (Secure Boot)
pt: Modo de arranque seguro
pt_br: Modo Secure Boot
ru: Режим безопасной загрузки
sr: Режим безбедног подизања система
sv: Secure Boot-läge
tr: Secure Boot kipi
uk: Режим безпечного завантаження
vi: Chế độ khởi động an toàn

source: Setup Mode (keys not enrolled)
bg: Режим настроойка (клавишите не се регистрират)
ca: Mode de configuració (claus no registrades)
cy: Modd Gosod (allweddi heb eu cofrestru)
de: Einrichtungsmodus (Tasten nicht registriert)
el: Λειτουργία Setup (τα πλήκτρα δεν έχουν εγγραφεί)
eo: Agorda reĝimo (sen ŝlosiloj)
es: Modo de configuración (claves no registradas)
fi: Asennustila (avaimia ei kirjata)
fr_ca: Mode configuration (clés non enregistrées)
he: מצב הגדרה (מפתחות לא רשומים)
hr: Način postavljanja (ključevi nisu upisani)
hu: Beállítási üzemmód (kulcsok nincsenek betöltve)
ia: Modo installation (claves non inrolate)
is: Uppsetningarhamur (lyklar ekki skráðir)
it: Modalità di configurazione (chiavi non registrate)
ja: セットアップモード (鍵の登録なし)
ka: დამყენებლის მეთოდი (გასაღებები არაა ჩარიცხული)
lo: ໂໝດຕັ້ງຄ່າ (ຄີຍັງບໍ່ໄດ້ລົງທະບຽນ)
lv: Iestatīšanas režīms (atslēgas nav reģistrētas)
nb: Oppsettmodus (nøkler ikke registrert)
nl: Instelmodus (sleutels niet meegenomen)
nn: Oppsettmodus (nøklar ikkje registrert)
oc: Mòde de configuracion (clés non enregistradas)
pl: Tryb konfiguracji (klucze niezarejestrowane)
pt: Modo de configuração (teclas não registadas)
pt_br: Modo de Inicialização (teclas não registradas)
ru: Режим настройки (ключи не добавлены)
sr: Режим поставки (без тастера)
sv: Inställningsläge (nycklar ej registrerade)
tr: Kurulum Kipi (anahtarlar kaydedilmedi)
uk: Режим налаштування (ключі не зареєстровані)
vi: Chế Độ Thiết Lập (khóa chưa được đăng ký)

source: User Mode (normal)
bg: Режим потребител (нормален)
ca: Mode d'usuari (normal)
cy: Modd Defnyddiwr (normal)
de: Benutzermodus (normal)
el: Λειτουργία χρήστη (κανονική)
eo: Uzanta reĝimo (normale)
es: Modo de usuario (normal)
fi: Käyttäjätila (normaali)
fr_ca: Mode utilisateur (normal)
he: מצב משתמש (רגיל)
hr: Način korisnika (normalno)
hu: Felhasználói üzemmód (normál)
ia: Modo usator (normal)
is: Notandahamur (venjulegt)
it: Modalità utente (normale)
ja: ユーザーモード (通常)
ka: მომხმარებლის მეთოდი (ჩვეულებრივი)
lo: ໂໝດຜູ້ໃຊ້ (ປົກກະຕິ)
lv: Lietotāja režīms (normāls)
nb: Brukermodus (normal)
nl: Gebruikersmodus (normaal)
nn: Brukarmodus (normal)
oc: Mòde utilizaire (normal)
pl: Tryb użytkownika (normalny)
pt: Modo de utilizador (normal)
pt_br: Modo de Usuário (normal)
ru: Пользовательский режим (обычный)
sr: Кориснички режим (обичан)
sv: Användarläge (normalt)
tr: Kullanıcı Kipi (normal)
uk: Режим користувача (звичайний)
vi: Chế Độ Người Dùng (bình thường)

source: Name
bg: Име
ca: Nom
cy: Enw
el: Όνομα
eo: Nomo
es: Nombre
fi: Nimi
fr_ca: Nom
he: שם
hr: Naziv
hu: Név
ia: Nominea
is: Heiti
it: Nome
ja: 名前
ka: სახელი
lo: ຊື່
lv: Nosaukums
nb: Navn
nl: Naam
nn: Namn
oc: Nom
pl: Nazwa
pt: Nome
pt_br: Nome
ru: Имя
sr: Назив
sv: Namn
tr: İsim
uk: Назва
vi: Tên

source: Disabled (Software rendering)
bg: Изключено (Software rendering)
ca: Desactivat (renderització de programari)
cy: Analluog (Rendro meddalwedd)
de: Deaktiviert (Software-Rendering)
el: Απενεργοποιημένο (Απόδοση λογισμικού)
eo: Malŝaltite (Programara bildigo)
es: Desactivado (generación por software)
fi: Ei käytössä (ohjelmallinen renderöinti)
fr_ca: Désactivé (rendu logiciel)
he: מושבת (עיבוד תוכנה)
hr: Neomogućeno (Softversko prikazivanje)
hu: etiltva (szoftveres leképzés)
ia: Disactivate (representation per software)
is: Óvirkt (myndgerð í hugbúnaði)
it: Disabilitata (rendering software)
ja: 無効 (ソフトウェア描画)
ka: გამორთულია (პროგრამის რენდერი)
lo: ປິດໃຊ້ງານ (ສະແດງຜົນດ້ວຍຊອບແວ)
lv: Atspējots (programmatūras renderēšana)
nb: Deaktivert (programvare-gjengivelse)
nl: Uitgeschakeld (programmatuurweergave)
nn: Deaktivert (programvaregjengjeving)
oc: Desactivat (Rendut logicial)
pl: Wyłączone (renderowanie programowe)
pt: Desativado (Renderização por software)
pt_br: Desativado (Renderização de software)
ru: Отключено (программная отрисовка)
sr: Искључено (Софтверско исцртавање)
sv: Inaktiverad (programvaru-rendering)
tr: Pasif (Yazılımsal işleme)
uk: Вимкнено (Програмне відтворення)
vi: Đã tắt (Hiển thị phần mềm)

source: Default GPU
bg: GPU по подразбиране
ca: GPU predeterminada
cy: GPU rhagosodedig
de: Vorgegebener Grafikprozessor
el: Προεπιλεγμένη GPU
eo: Defaŭlta grafikprocesoro
es: GPU predeterminada
fi: Oletusnäytönohjain
fr_ca: Processeur graphique principal
he: GPU ברירת מחדל
hr: Zadan GPU
hu: Alapértelmezett GPU
ia: GPU predefinite
is: Sjálfgefinn örgjörvi
it: GPU predefinita
ja: 既定の GPU
ka: ნაგულისხმევი ვიდეობარათი
lo: GPU ຄ່າເລີ່ມຕົ້ນ
lv: Noklusējuma GPU
nb: Standard GPU
nl: Standaard-GPU
nn: Standard GPU
oc: Carta grafica per defaut
pl: Domyślny procesor graficzny
pt: GPU predefinida
pt_br: GPU Padrão
ru: ГП по умолчанию
sr: Основни графички процесор
sv: Standard-GPU
tr: Varsayılan GPU
uk: Графічний процесор за замовчуванням
vi: GPU mặc định
