Repository: linuxmint/mintreport
Catalog: po/mintreport-*.po
Languages: am, ar, ast, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, ka, kab, lo, lt, lv, ms, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, te, tr, uk, vi

source: The XApp Status applet allows applications to provide a tray icon without rendering glitches and with support for HiDPI and symbolic icons.
ar: بريمج الحالة XApp يسمح للتطبيقات بتوفير أيقونة حاوية بلا مشاكل عرض وتدعم HiDPI والأيقونات الرمزية.
ast: El applet d'estáu XApp permite que les aplicaciones amuesen un iconu na barra d'estáu ensin erros d'amosamientu ya con soporte pa iconos simbólicos HiDPI
be: Аплет XApp Status дазваляе праграмам выкарыстоўваць значкі трэя без глюкаў рэндэрынгу і з падтрымкай HiDPI і сімвалічных значкоў.
bg: Аплета за състоянието на XApp позволява на приложенията да имат иконка в панела, избягвайки проблеми с рендирането и с поддръжка на HiDPI и символни иконки.
bn: এক্স-অ্যাপ স্ট্যাটাস অ্যাপলেট অ্যাপ্লিকেশনগুলিকে গ্লিচগুলি অঙ্কিত না করে এবং HiDPI ও সিম্বলিক আইকনগুলির সমর্থন সহ ট্রে আইকন সরবরাহ করার অনুমতি দেয়।
ca: L'applet d'estat de XApp facilita que les aplicacions mostrin correctament una icona a la safata d'estat, amb suport per a HiDPI i icones simbòliques.
cs: XApp Status applet umožňuje aplikacím poskytovat ikonu v oznamovací oblasti panelu bez potíží s vykreslováním a podporou pro HiDPI rozlišení a symbolické ikony.
cy: Mae'r apled Statws XApp yn caniatáu i raglenni ddarparu eicon hambwrdd heb wallau rendro a gyda chefnogaeth ar gyfer HiDPI ac eiconau symbolaidd.
da: XApp status-panelprogrammet gør det muligt for programmer at vise et statusfeltikon uden fejl i gengivelsen og med understøttelse af HiDPI og symbolske ikoner.
de: Das XApp-Status-Applet ermöglicht es Anwendungen, ein Leistensymbol ohne Darstellungsfehler und mit Unterstützung von HiDPI und symbolischen Symbolen bereitzustellen.
el: Η μικροεφαρμογή XApp Status επιτρέπει στις εφαρμογές να έχουνε εικόνα στο μενού χωρίς κολλήματα στην εμφάνιση και με υποστήριξη για HiDPI και συμβολικές εικόνες.
eo: La aplikaĵeto pri xapa stato permesas al aplikaĵoj provizi taskopletan bildsimbolon sen bildigi missignalojn kaj kun subteno por alta bildera denseco kaj bildsimboloj.
es: La miniaplicación de estado XApp permite que las aplicaciones muestren correctamente un icono en la bandeja del sistema que sea compatible con pantallas HiDPI e iconos simbólicos.
et: XApp teavitusikoonide rakend lubab rakendustel kuvada kella kõrval ikoone ilma probleemideta ning toetab HiDPI ja sümbol-ikoone.
eu: XApp Egoera appletak erretiluko ikono bat eskaintzeko aukera ematen die aplikazioei, errendatze-arazorik gabe eta HiDPI eta ikono sinbolikoen euskarriarekin.
fa: برنامک وضعیت XApp به برنامه ها اجازه فراهم کردن نمادهای سینی(tray icons) بدون ارایه اشکال و با پشتیبانی برای HiDPI و نماد های symbolic را میدهد.
fi: XApp Status tilasovelman avulla sovellukset voivat tarjota paneelikuvakkeen ilman renderöintihäiriöitä, sekä tukee HiDPI:tä ja symbolisia kuvakkeita.
fr_ca: L’applet État XApp permet aux applications de fournir une icône de zone de notification sans problèmes de rendu tout en prenant en charge HiDPI et les icônes symboliques.
he: יישומון המצב XApp מאפשר ליישומים לספק סמלי מגש ללא תקלות בתצוגה ועם תמיכה ב־HiDPI ובסמלים סימבוליים.
hi: एक्स-ऐप स्थिति एप्लेट द्वारा अनुप्रयोग अपना ट्रे-आइकन बिना प्रस्तुतिकरण समस्या के प्रदर्शित कर सकते हैं, इसमें उच्च रिजोल्यूशन समर्थन व प्रतीकात्मक आइकन भी है।
hr: XApp aplet stanja omogućuje aplikacijama pružanje ikone obavijesnog područja sustava bez grešaka u prikazu, podršku za zaslone visoke razlučivosti (HiDPI) i simboličke ikone.
hu: Az XApp Állapot kisalkalmazás lehetővé teszi az alkalmazások számára, hogy rendszer panel ikonokat jelenítsenek meg, bármiféle megjelenítési hiba nélkül, HiDPI támogatással, valamint szimbolikus ikonokkal megjelenítésével.
ia: Le applet de stato XApp permitte al applicationes de fornir un icone de stato sin imperfectiones e con supporto pro HiDPI e icones symbolic.
id: Applet Status XApp memungkinkan aplikasi menyediakan ikon baki tanpa gangguan rendering dan dengan dukungan untuk HiDPI dan ikon simbolik.
is: XApp-stöðuforritið gefur forritum færi á að birta táknmyndir í kerfisbakkanum án erfiðleika við myndgerð ásamt stuðningi við HiDPI og táknrænar táknmyndir.
it: L'applet di Stato XApp consente alle applicazioni di fornire un'icona nella barra delle applicazioni senza problemi di rendering e con supporto per HiDPI e icone simboliche.
ja: XApp 状態アプレットは、高 DPI とシンボリックリンクをサポートするトレイアイコンをアプリケーションに提供します。レンダリングに関する不具合もありません。
ka: "XApp Status"-ის "აფლეტი" აპლიკაციების აძლევს შესაძლებლობას აჩვენონ ლანგრის ნახატი პრობლემების გარეშე, HiDPI-ს ხელშეწყობით და სიმბოლოებიანი ნახატებით.
kab: Asnas n waddad XApp ad yeǧǧ isnasen iwakken ad d-fken tignit n tfeggagt n twura war ugur n tririt, acku yettɛawan tiddin n tignitin HiDPI akked tignitin tizamulanin.
lo: ແອັບເປິ້ນສະຖານະ XApp ຊ່ວຍໃຫ້ແອັບພລິເຄຊັນສາມາດສະແດງໄອຄອນເທິງຖາດລະບົບໄດ້ໂດຍບໍ່ມີບັນຫາການສະແດງຜົນ ແລະ ຮອງຮັບ HiDPI ແລະ ໄອຄອນແບບສັນຍາລັກ.
lt: XApp būsenos programėlė leidžia programoms suteikti dėklo piktogramą neatvaizduojant trikčių ir palaikant HiDPI bei simbolines piktogramas.
lv: XApp Status lietotne ļauj programmām nodrošināt ikonu sistēmu bez renderēšanas kļūdām un ar atbalstu HiDPI un simboliskajām ikonām.
ms: Applet Status XApp membolehkan aplikasi menyediakan ikon dulang tanpa gangguan paparan serta menyokong HiDPI dan ikon simbolik.
nb: XApp Status-miniprogrammet lar applikasjoner tilby et systemstatusikon uten gjengivelsesfeil og med støtte for HiDPI og symbolske ikoner.
nl: Het status-werkbalkhulpje van XApp staat toepassingen toe om een systeemvakpictogram te tonen zonder weergaveproblemen en met ondersteuning voor HiDPI en symbolische pictogrammen.
nn: XApp Status-miniprogrammet let applikasjonar visa eit ikon i systemtrauet utan grafiske feil og med støtte for HiDPI og symbolske ikon.
oc: L'applet Estat XApp permet a las aplicacions de provesir una icòna de zòna de notificacion sens problèmas de rendut tot en prenent en carga HiDPI e las icònas simbolicas.
pl: Aplet stanu XApp pozwala aplikacjom wyświetlać ikonę tacki systemowej bez problemów z renderowaniem oraz ze wsparciem dla HiDPI i ikon symbolicznych.
pt: A mini-aplicação de estado XApp permite que as aplicações forneçam um ícone de área de notificação sem falhas de renderização e com suporte para HiDPI e ícones simbólicos.
pt_br: O applet XApp Status permite que os aplicativos forneçam um ícone na bandeja sem apresentar falhas e com suporte para HiDPI e ícones simbólicos.
ro: Applet-ul XApp Status permite aplicațiilor să furnizeze o pictogramă tăvii fără a afișa o defecțiune bruscă având suport pentru HiDPI și pictograme simbolice.
ru: Апплет статуса XApp позволяет приложениям отображать значок в трее без сбоев рендеринга с поддержкой HiDPI и символических значков.
sk: XApp Status applet umožňuje aplikáciám správne zobrazovať oznamovaciu ikonu v panely bez použitia HiDPI a a symbolických ikon.
sl: Programček Stanje XApp dovoli programom, da ponudijo pladenjsko ikono brez napak v upodabljanju in s podporo za HiDPI in simbolne ikone.
sr: XApp програмче стања омогућује апликацијама да пружају икону системске без грешака у приказу, подршку са екраном високе резолуције (HiDPI) и симболичке иконе.
sr@latin: XApp statusni aplet omogućava aplikacijama da odrede ikonu za sistemsku traku bez grešaka u vizuelizaciji i sa podrškom za HiDPI i simbolične ikone.
sv: Appen XApp Status ger program möjlighet att lägga till en panel-ikon med hög kvalitet. Den har stöd för HiDPI och symboliska ikoner.
te: XApp స్థితి యాప్లెట్ ద్వారా యాప్లికేషన్లు గందరగోళాలు లేకుండా ట్రే ఐకాన్‌ను చూపించవచ్చు, అంతేకాకుండా ఇది HiDPI మరియు ప్రతీకాత్మక చిహ్నాలకు మద్దతు ఇస్తుంది.
tr: XApp Durum uygulamacığı, uygulamaların sorunsuz, HiDPI ve sembolik simge desteği ile birlikte bir sistem çekmecesi simgesi sunmasına olanak sağlar.
uk: Аплет статусу XApp дозволяє додаткам показувати піктограму в таці без збоїв рендерингу з підтримкою HiDPI та символічних піктограм.
vi: Applet Trạng thái XApp cho phép các ứng dụng cung cấp biểu tượng khay mà không gặp trục trặc khi hiển thị và hỗ trợ HiDPI cũng như các biểu tượng tượng trưng.

source: Right-click the panel and choose 'Add to Panel'.
am: በ ቀኝ-ይጫኑ በ ክፍሉ ላይ እና ይምረጡ 'ወደ ክፍል መጨመሪያ':
ar: اضغط بالزر الأيمن على اللوحة واختر 'أضف إلى اللوحة'.
ast: Clic drechu nel panel ya escueyi "Añedir al panel"
be: Націсніце правай кнопкай на панэлі і выберыце 'Дадаць на панэль'.
bg: Десен клик на панела и избери 'Добави към панела'.
bn: প্যানেলে রাইট ক্লিক করুন এবং 'প্যানেলে যুক্ত করুন' নির্বাচন করুন।
ca: Feu clic amb el botó dret al tauler i trieu "Afegeix al tauler".
cs: Klikněte na panel pravým tlačítkem a zvolte „Přidat na panel“.
cy: De-gliciwch y panel a dewis 'Ychwanegu at y Panel'.
da: Højreklik på panelet og vælg “Tilføj til panel”.
de: Mit der rechten Maustaste auf die Leiste klicken und »Zur Leiste hinzufügen« auswählen.
el: Κάντε δεξί κλικ στον πίνακα και επιλέξτε 'Πρόσθεσε στον πίνακα'
eo: Dekstre alklaku la panelon kaj elektu 'Aldoni al panelo'
es: Haga clic derecho en el panel y elija «Añadir al panel».
et: Tee paneelil paremklõps ja vali "Lisa paneelile".
eu: Egin eskuin-klik panelean eta aukeratu 'Gehitu panelera'
fa: پنل را راست کلیک کرده و «افزودن به پنل» را انتخاب کنید
fi: Napsauta paneelia hiiren oikea ja valitse "Lisää paneeliin".
fr_ca: Cliquez à droite sur le panneau et choisissez « Ajouter au panneau ».
he: לחיצה ימנית על החלונית ובחירת "הוספה ללוח".
hi: दायाँ क्लिक कर 'पैनल पर जोड़ें' चुनें।
hr: Desno kliknite na panel i odaberite 'Dodaj na panel'
hu: Kattintson jobb gombbal a panelre és válassza a „Hozzáadás a Panelhez” lehetőséget.
ia: Clic dextre sur le pannello e elige «Adder al pannello»
id: Klik-kanan pada panel dan pilih 'Tambahkan ke Panel'
is: Hægrismelltu á skjástikuna og veldu 'Bæta við skjástiku'.
it: Fai clic con il pulsante destro del mouse sul pannello e scegli "Aggiungi al pannello".
ja: パネルを右クリックし、'パネルに追加' を選択してください。
ka: მარჯვენა-დააკლიკე პანელზე და აირჩიე 'დაამატე პანელზე'
kab: Sit s teqfalt tayefust n tɣerdayt sakin fren 'Rnu ɣer ugalis'.
lo: ຄລິກຂວາໃສ່ແຜງໜ້າປັດ ແລະ ເລືອກ 'ເພີ່ມໃສ່ແຜງໜ້າປັດ'.
lt: Spustelėkite dešiniuoju pelės mygtuku ant skydelio ir pasirinkite "Pridėti į skydelį"
lv: Ar peles labo pogu noklikšķiniet uz paneļa un izvēlieties 'Pievienot panelim'.
ms: Klik kanan pada panel dan pilih 'Tambah ke Panel'.
nb: Høyreklikk på panelet og velg "Legg til i panel".
nl: Rechtsklik op de werkbalk en kies 'Toevoegen aan werkbalk'
nn: Høgreklikk på panelet og vel "Legg til i panelet"
oc: Clic drech sul panèl e causir « Apondre al panèl ».
pl: Kliknij na panelu prawym przyciskiem myszy i wybierz „Dodaj do panelu”.
pt: Clique com o botão direito do rato no painel e escolha 'Adicionar ao painel'.
pt_br: Clique com o botão direito do mouse no painel e escolha 'Adicionar ao Painel'.
ro: Clic dreapta pe panou și alegeți „Adăugați panoul”.
ru: Щёлкните правой кнопкой мыши на панели и выберите «Добавить на панель».
sk: Kliknite na panel pravým tlačidlom myši a zvoľte možnosť ‘Pridať na panel’
sl: Desno kliknite podokno in izberite Dodaj v podokno.
sr: Десним кликом миша на панел и изаберите 'Додај на панел'.
sr@latin: Kliknite desnim tasterom miša na panel i izaberite 'Dodaj u panel'.
sv: Högerklicka på panelen och välj 'Lägg till i panelen'.
te: ప్యానెల్‌పై కుడి క్లిక్ చేయండి మరియు 'ప్యానెల్‌కు జోడించు' అనే ఎంపికను ఎంచుకోండి.
tr: Panele sağ tıklayın ve 'Panele Ekle' seçeneğini seçin.
uk: Клацніть правою кнопкою миші на панелі та виберіть 'Додати на панель'.
vi: Nhấp chuột phải vào bảng panel và chọn 'Thêm vào bảng panel'.

source: Add the XApp Status applet to the panel
ar: أضف بريمج الحالة XApp إلى اللوحة
ast: Añedir el applet d'estáu XApp al panel
be: Дадаць аплет XApp Status на панэль
bg: Добави аплета за състоянието на XApp в панела
bn: প্যানেলে এক্স-অ্যাপ স্টেটাস অ্যাপলেট যুক্ত করুন
ca: Afegeix l'applet d'estat de XApp al tauler
cs: Přidat na panel XApp Status applet
cy: Ychwanegwch yr apled Statws XApp i'r panel
da: Tilføj XApp status-panelprogrammet til panelet
de: Das XApp-Status-Applet zur Leiste hinzufügen
el: Προσθέστε τη μικροεφαρμογή XApp Status στον πίνακα
eo: Aldoni la aplikaĵeton pri xapa stato al la panelo
es: Añadir la miniaplicación de estado XApp al panel
et: Lisa XApp Status rakend paneelile
eu: Gehitu XApp Egoera applet-a panelera
fa: افزودن برنامک وضعیت XApp به پنل
fi: Lisää XApp Status tilasovelma paneeliin
fr_ca: Ajouter l’applet État XApp au panneau
he: הוספת יישומון המצב XApp ללוח
hi: एक्स-ऐप स्थिति एप्लेट पैनल पर जोड़ें
hr: Dodaj XApp aplet stanja na panel
hu: XApp Állapot kisalkalmazás hozzáadása a panelhez
ia: Adde le applet de stato XApp al pannello
id: Tambahkan applet Status XApp ke panel
is: Bæta XApp stöðusmáforriti við skjástikuna
it: Aggiungi l'applet di Stato XApp al pannello
ja: パネルに XApp 状態アプレットを追加
ka: დაამატე "XApp Status"-ის "აფლეტი" პანელზე
kab: Rnu addad nXApp ɣer ugalis
lo: ເພີ່ມແອັບເປິ້ນສະຖານະ XApp ໃສ່ແຜງໜ້າປັດ
lt: Pridėti XApp būsenos programėlę į skydelį
lv: Pievienot panelim XApp Status lietotni
ms: Tambah applet Status XApp ke panel.
nb: Legg XApp Status-miniprogrammet til panelet
nl: Voeg het status-werkbalkhulpje van XApp toe aan de werkbalk
nn: Legg til XApp Status-miniprogrammet i panelet
oc: Apondre l’applet Estat XApp al panèl
pl: Dodaj aplet stanu XApp do panelu
pt: Adicionar mini-aplicação de estado do XApp ao painel
pt_br: Adicione o applet XApp Status ao painel
ro: Adăugați applet-ul XApp Status pe panou
ru: Добавить апплет статуса xApp на панель
sk: Pridať XApp Statusový applet na panel
sl: Dodaj programček XApp Status v podokno
sr: Додај XApp програмче стања на панел
sr@latin: Dodaj XApp statusni aplet na panel
sv: Lägg till appen XApp Status i panelen
te: XApp స్థితి యాప్లెట్‌ను ప్యానెల్‌కి జోడించండి
tr: XApp Durum uygulamacığını panele ekleyin
uk: Додати аплет статусу XApp на панель
vi: Thêm applet Trạng thái XApp vào bảng panel

source: Install multimedia codecs
am: የ መልቲሚዲያ ኮዶች መግጠሚያ
ar: ثبّت ترميزات الوسائط المتعددة
ast: Istalar codecs multimedia
be: Усталяваць мультымедыйныя кодэкі
bg: Инсталиране на мултимедийни кодеци
bn: মাল্টিমিডিয়া কোডেক ইনস্টল করুন
ca: Instal·la còdecs multimèdia
cs: Nainstalovat kodeky multimédií
cy: Gosod codecs amlgyfrwng
da: Installér multimediecodecs
de: Multimedia-Codecs installieren
el: Εγκατάσταση αποκωδικοποιητών πολυμέσων
eo: Instali plurmediajn kodekojn
es: Instalar los códecs multimedia
et: Multimeedia koodekite paigaldamine
eu: Instalatu multimedia kodekak
fa: نصب کدک های چند رسانه ای
fi: Asenna multimediakoodekit
fr_ca: Installer les codecs multimédias
he: התקנת מקודדי מולטימדיה
hi: मल्टीमीडिया कोडेक्स इंस्टॉल करें
hr: Instalirajte multimedijske kôdeke
hu: Multimédia kodekek telepítése
ia: Installar codecs multimedial
id: Pasang codec-codec multimedia
is: Setja inn kóðunarlykla fyrir margmiðlun
it: Installa codec multimediali
ja: マルチメディアコーデックをインストール
ka: დააყენე "მულტიმედიის კოდეკი"
kab: Sebded ikudiken n ugetmidya
lo: ຕິດຕັ້ງໂຄເດັກມັນຕິມີເດຍ
lt: Įdiegti multimedijos kodekus
lv: Instalēt multivides kodekus
ms: Pasang codec multimedia
nb: Installer multimediekodeker
nl: Multimedia-codecs installeren
nn: Installer multimedia-kodekar
oc: Installar de codecs multimèdias
pl: Zainstaluj kodeki multimediów
pt: Instalar codificadores multimédia
pt_br: Instalar codecs multimídia
ro: Instalați codec-uri multimedia
ru: Установка мультимедиа кодеков
sk: Inštalovať multimediálne kodeky
sl: Namesti večpredstavnostne kodeke
sr: Инсталирај мултимедијалне кодеке
sr@latin: Instaliraj multimedijalne kodeke
sv: Installera multimedia-tillägg
te: బహుళమాధ్యమ కోడెక్‌లను స్థాపించండి
tr: Çoklu-ortam ses ve video çözücülerini kur
uk: Встановлення мультимедійних кодеків
vi: Cài đặt bộ codec đa phương tiện

source: Multimedia codecs are required to play some video formats and to properly render some websites.
ar: ترميزات الوسائط مطلوبة للعب بعض تنسيقات الفيديو و لعرض بعض المواضع بشكل مثالي.
ast: Los codecs multimedia ríquense pa reproducir dellos formatos de video ya pa amosar correchamente dellos sitios web.
be: Мультымедыйныя кодэкі патрэбны для прайгравання некаторых відэа фарматаў і правільнага адлюстравання некаторых сайтаў.
bg: Мултимедийните кодеци са нужни за възпроизвеждането на някои видео формати и за да се показват правилно някои сайтове.
bn: মাল্টিমিডিয়া কোডেকগুলি কয়েকটি ভিডিও ফর্ম্যাট চালাতে এবং কিছু ওয়েবসাইটকে যথাযথভাবে রেন্ডার বা অঙ্কিত করার জন্য প্রয়োজনীয়।
ca: Els codecs multimèdia són necessaris per reproduir alguns formats de vídeo i per mostrar correctament alguns llocs web.
cs: Kodeky multimédií jsou potřebné pro přehrávání některých videoformátů a pro správné vykreslování některých webových stránek.
cy: Mae'n ofynnol i godecs amlgyfrwng chwarae rhai fformatau fideo ac i ddangos rhai gwefannau yn iawn.
da: Multimediecodecs er nødvendige for at kunne afspille visse videoformater og for at kunne gengive visse websteder korrekt.
de: Multimedia-Codecs sind erforderlich, um einige Videoformate abzuspielen und einige Internetseiten ordnungsgemäß darzustellen.
el: Οι αποκωδικοποιητές πολυμέσων είναι απαραίτητοι για να παίξετε μερικές μορφές βίντεο και για σωστή εμφάνιση μερικών ιστοσελίδων.
eo: Plurmediaj kodekoj estas postulataj por ludi kelkajn videoformojn kaj por dece bildigi kelkajn retejojn.
es: Los códecs multimedia son necesarios para reproducir algunos formatos de vídeo y para mostrar correctamente algunos sitios web.
et: Multimeedia koodekid on vajalikud mõnede videote ja veebilehtede õigesti näitamiseks.
eu: Multimedia kodekak beharrezkoak dira zenbait bideo formatu erreproduzitu eta webgune batzuk zuzen bistaratzeko.
fa: کدک‌های چندرسانه ای برای پخش بعضی قالب‌بندی های ویدیویی و برای ارائه درست برخی وبسایت ها لازم است.
fi: Multimediakoodekkeja tarvitaan joidenkin videoiden ja verkkosivujen näyttämiseen.
fr_ca: Des codecs multimédias sont nécessaires afin de lire certains formats vidéo et afficher adéquatement certains sites Web.
he: נדרשים מקודדי מולטימדיה כדי לנגן מספר תבניות חוזי ולתצג כיאות אתרים מסוימים.
hi: कई वीडियो प्रारूपों एवं कुछ वेबसाइट के प्रस्तुतिकरण हेतु मल्टीमीडिया कोडेक्स आवश्यक होते हैं।
hr: Multimedijski kôdeki su potrebni za reprodukciju pojedinih video formata i za pravilan prikaz određenih web stranica.
hu: A multimédia kodekek telepítése szükséges néhány további videoformátum lejátszásához, és egyes weboldalak megfelelő megjelenítéséhez.
ia: Pro reproducer alcun formatos de video e render correctemente alcun sitos web, codecs multimedial es necesse.
id: Codec multimedia diperlukan untuk memutar beberapa format video dan membuat beberapa situs web dengan benar.
is: Kóðunarlyklar fyrir margmiðlunarefni eru nauðsynlegir til að spila ýmis snið myndskeiða og til að birta rétt ákveðin vefsvæði.
it: I codec multimediali sono necessari per riprodurre alcuni formati video e mostrare correttamente alcuni siti Web.
ja: 一部の動画形式の再生や、ウェブサイトの正常な表示のためには、マルチメディアコーデックが必要です。
ka: "მულტიმედიის კოდეკი" საჭიროა ზოგიერდი ვიდეოს ფორმატისთვის და ვებსაიტების სწორად საჩვენებლად.
kab: Ttwasran ikudaken igetmidyaten iwakken ad ddun kra n imasalen ividyuten yerna ad ttwabeqqeḍen kra n isemlen akken iwata.
lo: ໂຄເດັກມັນຕິມີເດຍແມ່ນຈຳເປັນສຳລັບການຫຼິ້ນວິດີໂອບາງຮູບແບບ ແລະ ເພື່ອສະແດງຜົນບາງເວັບໄຊທ໌ຢ່າງຖືກຕ້ອງ.
lt: Multimedijos kodekai yra reikalingi, norint atkurti kai kuriuos vaizdo įrašų formatus bei tinkamai atvaizduoti kai kurias internetines svetaines.
lv: Multivides kodeki ir nepieciešami, lai atskaņotu dažus video formātus un pareizi attēlotu dažas tīmekļa vietnes.
ms: Codec multimedia diperlukan untuk memainkan sesetengah format video dan untuk memaparkan sesetengah laman web dengan betul.
nb: Multimediekodeker kreves for å spille av noen videoformater og for å gjengi noen nettsteder på riktig måte.
nl: Multimedia-codecs zijn nodig om sommige soorten video af te spelen en om sommige websites goed weer te geven.
nn: Multimedia-kodekar er nødvendige for å spela av enkelte videoformat og for å visa enkelte nettsider korrekt.
oc: Los codecs multimèdias son requerits per legir de formats vidèos e far foncionar coma cal d’unes sites web.
pl: Kodeki multimediów są niezbędne do odtwarzania niektórych formatów wideo i do prawidłowego wyświetlania części stron internetowych.
pt: Os codificadores multimédia são necessários para reproduzir alguns formatos de vídeo e para processar corretamente alguns sites.
pt_br: Codecs multimídia são necessários para exibir alguns formatos de vídeo e para renderizar alguns sites da web.
ro: Codec-urile multimedia sunt necesare pentru a reda unele formate video și pentru a reda corect unele site-uri web.
ru: Мультимедиа кодеки нужны для возможности просмотра видео в некоторых форматах и просмотра контента на некоторых сайтах.
sk: Multimediálne kodeky sú nutné pre prehranie niektorých video formátov a pre správne zobrazenie niektorých internetových stránok.
sl: Za predvajanje nekaterih video formatov in pravilno upodabljanje nekaterih spletišč so potrebni večpredstavnostni kodeki.
sr: Мултимедијални кодеци потребни су за репродукцију неких видео формата и за правилно приказивање неких веб сајтова.
sr@latin: Multimedijalni kodeci su potrebni za reprodukciju nekih video formata i pravilnu vizuelizaciju nekih veb sajtova.
sv: Multimedia-tillägg behövs för att vissa videofilmer och webbsidor skall kunna visas på rätt sätt.
te: కొన్ని వీడియో ఫార్మాట్‌లను ప్లే చేయడానికి మరియు కొన్ని వెబ్‌సైట్లను సరిగ్గా ప్రదర్శించడానికి బహుళమాధ్యమ కోడెక్‌లు అవసరం.
tr: Bazı video biçimlerini oynatmak ve bazı web sitelerini düzgün şekilde işlemek için çoklu-ortam çözücüleri gerekir.
uk: Кодеки мультимедія потрібні для перегляду відео в деяких форматах і перегляду вмісту на деяких сайтах.
vi: Cần có bộ codec đa phương tiện để phát một số định dạng video và hiển thị đúng một số trang web.

source: Install the Multimedia Codecs
am: የ መልቲሚዲያ ኮዶች መግጠሚያ
ar: ثبّت ترميزات الوسائط المتعددة
ast: Istalar codecs multimedia
be: Усталяваць мультымедыйныя кодэкі
bg: Инсталиране на мултимедийни кодеци
bn: মাল্টিমিডিয়া কোডেক ইনস্টল করুন
ca: Instal·la els codecs multimèdia
cs: Nainstalovat kodeky multimédií
cy: Gosod y Codecs Amlgyfrwng
da: Installér multimediecodecs
de: Die Multimedia-Codecs installieren
el: Εγκατάσταση των Αποκωδικοποιητών Πολυμέσων
eo: Instali la plurmediajn kodekojn
es: Instalar los códecs multimedia
et: Multimeedia koodekite paigaldamine
eu: Instalatu multimedia kodekak
fa: نصب کدک های چندرسانه‌ای
fi: Asennna multimediakoodekit
fr_ca: Installer les codecs multimédias
he: התקנת מקודדי המולטימדיה
hi: मल्टीमीडिया कोडेक्स इंस्टॉल करें
hr: Instalacija multimedijskih kôdeka
hu: Multimédia kodekek telepítése
ia: Installar le codecs multimedial
id: Pasang Codec Multimedia
is: Setja inn kóðunarlyklana fyrir margmiðlun
it: Installa i codec multimediali
ja: マルチメディアコーデックをインストール
ka: დააყენე "მულტიმედიის კოდეკი"
kab: Sebded ikudiken n ugetmidya
lo: ຕິດຕັ້ງໂຄເດັກມັນຕິມີເດຍ
lt: Įdiegti multimedijos kodekus
lv: Instalēt multivides kodekus
ms: Pasang Codec Multimedia
nb: Installer multimediekodekene
nl: Multimedia-codecs installeren
nn: Installer multimedia-kodekane
oc: Installar los codecs multimèdias
pl: Zainstaluj kodeki multimediów
pt: Instalar codificadores multimédia
pt_br: Instalar os Codecs Multimídia
ro: Instalați codec-urile multimedia
ru: Установка мультимедиа кодеков
sk: Inštalovať Multimediálne Kodeky
sl: Namesti večpredstavnostne kodeke
sr: Инсталирајте мултимедијалне кодеке
sr@latin: Instaliraj multimedijalne kodeke
sv: Installera Multimedia-tillägg
te: బహుళమాధ్యమ కోడెక్‌లను స్థాపించండి
tr: Çoklu-ortam Çözücülerini Kur
uk: Встановлення мультимедійних кодеків
vi: Cài đặt Bộ codec đa phương tiện
