Repository: linuxmint/mintreport
Catalog: po/mintreport-*.po
Languages: am, ar, ast, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, ka, kab, lo, lt, lv, ms, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, te, tr, uk, vi

source: Unknown size
bg: Неизвестен размер
ca: Mida desconeguda
cy: Maint anhysbys
de: Unbekannte Größe
el: Άγνωστο μέγεθος
eo: Nekonata grando
es: Tamaño desconocido
fi: Tuntematon koko
fr_ca: Taille inconnue
he: גודל לא ידוע
hr: Nepoznata veličina
hu: Ismeretlen méret
ia: Dimension Incognite
is: Óþekkt stærð
it: Dimensioni sconosciute
ja: 不明な容量
ka: უცნობი ზომა
lo: ບໍ່ຮູ້ຂະໜາດ
lv: Nezināms izmērs
nb: Ukjent størrelse
nl: Onbekende grootte
nn: Ukjend storleik
oc: Talha desconeguda
pl: Nieznany rozmiar
pt: Tamanho desconhecido
pt_br: Tamanho desconhecido
ru: Неизвестный размер
sr: Непозната величина
sv: Okänd storlek
tr: Bilinmeyen boyut
uk: Невідомий розмір
vi: Không rõ kích cỡ

source: Unknown CPU
bg: Неизвестен процесор
ca: CPU desconeguda
cy: CPU anhysbys
de: Unbekannter Prozessor
el: Άγνωστη CPU
eo: Nekonata ĉefprocesoro
es: CPU desconocida
fi: Tuntematon CPU
fr_ca: Processeur inconnu
he: CPU לא ידוע
hr: Nepoznat CPU
hu: Ismeretlen CPU
ia: CPU incognite
is: Óþekktur örgjörvi
it: CPU Sconosciuta
ja: 不明な CPU
ka: უცნობი პროცესორი
lo: ບໍ່ຮູ້ CPU
lv: Nezināms procesors
nb: Ukjent CPU
nl: Onbekende CPU
nn: Ukjend CPU
oc: Processor desconegut
pl: Nieznany procesor
pt: CPU desconhecida
pt_br: CPU Desconhecida
ru: Неизвестный процессор
sr: Непознат процесор
sv: Okänd processor
tr: Bilinmeyen CPU
uk: Невідомий процесор
vi: CPU không xác định

source: System Information
bg: Системна информация
ca: Informació del sistema
cy: Manylion y System
de: Systeminformationen
el: Πληροφορίες συστήματος
eo: Sisteminformoj
es: Información del sistema
fi: Tietokoneen tiedot
fr_ca: Renseignements sur le système
he: מידע מערכת
hr: Informacije sustava
hu: Rendszerinformációk
ia: Informationes de systema
is: Kerfisupplýsingar
it: Informazioni di sistema
ja: システム情報
ka: სისტემის ინფორმაცია
lo: ຂໍ້​ມູນ​ລະ​ບົບ
lv: Sistēmas informācija
nb: Systeminformasjon
nl: Systeeminformatie
nn: Systeminformasjon
oc: Informacions sistèma
pl: Informacje o systemie
pt: Informações do sistema
pt_br: Informações do Sistema
ru: Информация о системе
sr: Подаци о систему
tr: Sistem Bilgisi
uk: Інформація про систему
vi: Thông tin hệ thống

source: Restore ignored reports
am: የ ተተወ መግለጫ እንደ ነበር መመለሻ
ar: إسترجاع التقارير التي تمّ تجاهلها
ast: Restaurar reportes inoraos
be: Аднавіць праігнараваныя справаздачы
bg: Възстановяване на игнорираните отчети
bn: উপেক্ষা করা প্রতিবেদনগুলি(Reports) পুনরুদ্ধার করুন
ca: Restaura informes ignorats
cs: Obnovit ignorovaná hlášení
cy: Adfer adroddiadau a anwybyddwyd
da: Gendan ignorerede rapporter
de: Ignorierte Berichte wiederherstellen
el: Επαναφορά αγνοημένων αναφορών
eo: Restaŭri malatentitajn raportojn
es: Restaurar los informes ignorados
et: Taasta eiratud aruanded
eu: Leheneratu ez ikusia egindako txostenak
fa: بازگردانی گزارشات نادیده گرفته شده
fi: Palauta sivuutetut raportit
fr_ca: Restaurer les relevés ignorés
he: שחזור דוחות מהם המערכת התעלמה
hi: अनदेखी की गयी रिपोर्ट पुनः स्थापित करें
hr: Obnovi zanemarene izvještaje
hu: Figyelmen kívül hagyott jelentések visszaállítása
ia: Restaurar reportos ignorate
id: Kembalikan laporan yang diabaikan
is: Endurheimta hunsaðar skýrslur
it: Ripristina rapporti ignorati
ja: 無視したレポートを復元
ka: უგულებელყოფილი მოხსენების აღდგენა
kab: Err-d ineqqisen yettwattun
lo: ກູ້ຄືນລາຍງານທີ່ບໍ່ສົນໃຈ
lt: Atkurti nepaisomus pranešimus
lv: Atjaunot ignorētos ziņojumus
ms: Pulihkan laporan yang diabaikan
nb: Gjenopprett ignorerte rapporter
nl: Zet genegeerde rapporten terug
nn: Gjenopprett ignorerte rapportar
oc: Restaurar los senhalaments ignorats
pl: Przywróć zignorowane raporty
pt: Restaurar relatórios ignorados
pt_br: Restaurar relatórios ignorados
ro: Restaurează rapoartele ignorate
ru: Восстановить игнорируемые отчеты
sk: Obnoviť ignorované hlásenia
sl: Obnovi prezrta poročila
sr: Вратите занемарене извештаје
sr@latin: Vratite zanemarene izveštaje
sv: Återställ ignorerade rapporter
te: పొరపాటుగా పట్టించుకోనివిన నివేదికలను తిరిగి పునరుద్ధరించు
tr: Gözardı edilen raporları geri al
uk: Відновити нехтувані звіти
vi: Khôi phục những báo cáo bị bỏ qua.

source: Quit
am: ማጥፊያ
ar: غادر
ast: Colar
be: Выйсці
bg: Изход
bn: প্রস্থান করুন
ca: Surt
cs: Ukončit
cy: Gorffen
da: Afslut
de: Beenden
el: 'Εξοδος
eo: Forlasi
es: Salir
et: Välju
eu: Irten
fa: خروج
fi: Sulje
fr_ca: Quitter
he: יציאה
hi: छोड़ें
hr: Zatvori
hu: Kilépés
ia: Quitar
id: Keluar
is: Hætta
it: Esci
ja: 終了
ka: გასვლა
kab: Ffeγ
lo: ອອກ
lt: Išeiti
lv: Iziet
ms: Keluar
nb: Avslutt
nl: Afsluiten
nn: Avslutt
oc: Quitar
pl: Zakończ
pt: Sair
pt_br: Sair
ro: Închide
ru: Выход
sk: Ukončiť
sl: Izhod
sr: Изађи
sr@latin: Izađi
sv: Avsluta
te: శాశ్వతంగా మానేయడం
tr: Çıkış
uk: Вийти
vi: Thoát

source: About
am: ስለ
ar: حولَ التطبيق
ast: Tocante a
be: Аб праграме
bg: Относно
bn: পরিচিতি
ca: Quant a
cs: O aplikaci
cy: Ynghylch
da: Om
de: Über
el: Περί
eo: Pri
es: Acerca de
et: Lähemalt
eu: Honi buruz
fa: درباره
fi: Tietoja
fr_ca: À propos
he: על אודות
hi: के बारे में
hr: O programu
hu: Névjegy
ia: A proposito
id: Perihal
is: Um hugbúnaðinn
it: Informazioni su...
ja: このアプリケーションについて
ka: ინფორმაცია
kab: Ɣef
lo: ກ່ຽວກັບ
lt: Apie
lv: Par
ms: Tentang
nb: Om
nl: Over
nn: Om
oc: A prepaus
pl: O programie
pt: Acerca
pt_br: Sobre
ro: Despre
ru: О приложении
sk: O aplikácii
sl: O programu
sr: О програму
sr@latin: O programu
sv: Om
te: సంబంధించి
tr: Hakkında
uk: Про
vi: Thông Tin

source: Computer
bg: Компютър
ca: Equip
cy: Cyfrifiadur
de: Rechner
el: Υπολογιστής
eo: Komputilo
es: Equipo
fi: Tietokone
fr_ca: Ordinateur
he: מחשב
hr: Računalo
hu: Számítógép
ia: Computator
is: Tölva
ja: コンピューター
ka: კომპიუტერი
lo: ຄອມພິວເຕີ
lv: Dators
nb: Datamaskin
nn: Datamaskin
oc: Ordenador
pl: Komputer
pt: Computador
pt_br: Computador
ru: Компьютер
sr: Рачунар
sv: Dator
tr: Bilgisayar
uk: Комп'ютер
vi: Máy tính

source: Operating System
bg: Операционна система
ca: Sistema operatiu
cy: System Weithredu
de: Betriebssystem
el: Λειτουργικό σύστημα
eo: Operaciumo
es: Sistema operativo
fi: Käyttöjärjestelmä
fr_ca: Système d’exploitation
he: מערכת הפעלה
hr: Operativni sustav
hu: Operációs rendszer
ia: Systema operative
is: Stýrikerfi
it: Sistema operativo
ja: オペレーティングシステム
ka: ოპერატიული სისტემა
lo: ລະບົບປະຕິບັດການ
lv: Operētājsistēma
nb: Operativsystem
nl: Besturingssysteem
nn: Operativsystem
oc: Sistèma operatiu
pl: System operacyjny
pt: Sistema Operativo
pt_br: Sistema Operacional
ru: Операционная система
sr: Оперативни систем
sv: Operativsystem
tr: İşletim Sistemi
uk: Операційна система
vi: Hệ điều hành

source: Linux Kernel
bg: Linux ядро
ca: Nucli de Linux
cy: Cnewyllyn Linux
el: Πυρήνας Linux
eo: Linuksa kerno
es: Núcleo Linux
fr_ca: Noyau Linux
he: ליבת לינוקס
hu: Linux rendszermag
is: Linux-kjarni
it: Kernel Linux
ja: Linux カーネル
ka: ლინუქსის ბირთვი
lo: ລີນຸກເຄີເນວ
lv: Linux kodols
nb: Linuxkjerne
nl: Linux-systeemkern
nn: Linuxkjerne
oc: Nucli Linux
pl: Jądro Linuksa
pt: Kernel Linux
pt_br: Kernel do Linux
ru: Ядро Linux
sr: Кернел Линукса
sv: Linux-kärna
tr: Linux Çekirdeği
uk: Версія ядра Linux
vi: Nhân Linux

source: Processor
am: ሂደት
ar: المعالج
ast: Procesador
be: Працэсар
bg: Процесор
bn: প্রসেসর
ca: Processador
cs: Procesor
cy: Prosesydd
de: Prozessor
el: Επεξεργαστής
eo: Procesoro
es: Procesador
et: Protsessor
eu: Prozesadorea
fa: پردازنده
fi: Suoritin
fr_ca: Processeur
he: מעבד
hi: प्रोसेसर
hr: Procesor
hu: Processzor
id: Prosesor
is: Örgjörvi
it: Processore
ja: プロセッサー
ka: პროცესორი
kab: Asasker
lo: ໜ່ວຍປະມວນຜົນ
lt: Procesorius
lv: Procesors
ms: Pemproses
nb: Prosessor
nn: Prosessor
pl: Procesor
pt: Processador
pt_br: Processador
ro: Procesor
ru: Процессор
sk: Procesor
sl: Procesor
sr: Процесор
sr@latin: Procesor
te: ప్రాసెసర్
tr: İşlemci
uk: Процесор
vi: Bộ xử lý

source: Graphics Card
bg: Графична карта
ca: Targeta gràfica
cy: Cerdyn Graffeg
de: Grafikkarte
el: Κάρτα Γραφικών
eo: Grafika karto
es: Tarjeta gráfica
fi: Näytönohjain
fr_ca: Carte graphique
he: כרטיס חוזי
hr: Grafička kartica
hu: Videokártya
ia: Carta graphic
is: Skjákort
it: Scheda grafica
ja: グラフィックカード
ka: ვიდეო ბარათი
lo: ການ์ດຈໍ
lv: Grafiskā karte
nb: Grafikkort
nl: Grafische kaart
nn: Grafikkort
oc: Carta grafica
pl: Karta graficzna
pt: Placa gráfica
pt_br: Placa de Vídeo
ru: Графическая карта
sr: Графичка картица
sv: Grafikkort
tr: Grafik Kartı
uk: Відеокартка
vi: Card Đồ hoạ

source: Memory
bg: Памет
ca: Memòria
cy: Cof
de: Speicher
el: Μνήμη
eo: Memoro
es: Memoria
fi: Muisti
fr_ca: Mémoire
he: זכרון
hr: Memorija
hu: Memória
ia: Memoria
is: Minni
it: Memoria
ja: メモリ
ka: მეხსიერება
lo: ໜ່ວຍຄວາມຈຳ
lv: Atmiņa
nb: Minne
nl: Geheugen
nn: Minne
oc: Memòria
pl: Pamięć
pt: Memória
pt_br: Memória RAM
ru: Память
sr: Меморија
sv: Minne
tr: Bellek
uk: Пам'ять
vi: Bộ nhớ

source: GB
bg: ГБ
fi: Gt
fr_ca: Go
he: ג״ב
ka: გბ
oc: Go
ru: ГБ
uk: ГБ

source: Hard Drives
bg: Твърди дискове
ca: Discs durs
cy: Gyriannau Caled
de: Festplatten
el: Σκληροί δίσκοι
eo: Fiksitaj diskoj
es: Discos duros
fi: Kiintolevyt
fr_ca: Disques durs
he: כוננים קשיחים
hr: Čvrsti diskovi
hu: Merevlemezek
ia: Discos dur
is: Harðir diskar
it: Dischi fissi
ja: ハードドライブ
ka: მყარი დისკები
lo: ຮາດໄດຣຟ໌
lv: Cietie diski
nb: Harddisker
nl: Harde schijven
nn: Harddiskar
oc: Disques durs
pl: Dyski twarde
pt: Discos rígidos
pt_br: Discos Rígidos
ru: Жёсткие диски
sr: Чврсти дискови
sv: Hårddiskar
tr: Sabit Sürücüler
uk: Жорсткі диски
vi: Ổ Cứng

source: Hard Drive
bg: Твърд диск
ca: Disc dur
cy: Gyriant Caled
de: Festplatte
el: Σκληρός δίσκος
eo: Fiksita disko
es: Disco duro
fi: Kiintolevy
fr_ca: Disque dur
he: כונן קשיח
hr: Tvrdi disk
hu: Merevlemez
ia: Disco dur
is: Harður diskur
it: Disco fisso
ja: ハードドライブ
ka: მყარი დისკი
lo: ຮາດໄດຣຟ໌
lv: Cietais disks
nb: Harddisk
nl: Harde schijf
nn: Harddisk
oc: Disc dur
pl: Dysk twardy
pt: Disco rígido
pt_br: Disco Rígido
ru: Жёсткий диск
sr: Чврсти диск
sv: Hårddisk
tr: Sabit Sürücü
uk: Жорсткий диск
vi: Đĩa cứng

source: Desktop Environment
bg: Графична среда
ca: Entorn d'escriptori
cy: Amgylchedd Bwrdd Gwaith
de: Arbeitsumgebung
el: Περιβάλλον επιφάνειας εργασίας
eo: Fenestrilo
es: Entorno de Escritorio
fi: Työpöytäympäristö
fr_ca: Environnement de bureau
he: סביבת שולחן עבודה
hr: Desktop orkuženje
hu: Asztali környezet
ia: Ambiente de scriptorio
is: Skjáborðsumhverfi
it: Ambiente Desktop
ja: デスクトップ環境
ka: მაგიდის გარემოცვა
lo: ສະພາບແວດລ້ອມເດັສທັອບ
lv: Darbvirsmas vide
nb: Skrivebordsmiljø
nl: Werkomgeving
nn: Skrivebordsmiljø
oc: Environament de burèu
pl: Środowisko pulpitu
pt: Ambiente de trabalho
pt_br: Ambiente de Trabalho
ru: Рабочее окружение
sr: Радно окружење
sv: Skrivbordsmiljö
tr: Masaüstü Ortamı
uk: Середовище робочого столу

source: Display Server
bg: Екранен сървър
ca: Servidor de visualització
cy: Gweinydd Dangos
de: Fenstersystem
el: Διακομιστής οθόνης
eo: Montra servilo
es: Servidor gráfico
fi: Näyttöpalvelin
fr_ca: Serveur d’affichage
he: שרת תצוגה
hr: Poslužitelj zaslona
hu: Megjelenítő kiszolgáló
ia: Servitor de visualisation
is: Birtingarþjónn
it: Server di visualizzazione
ja: ディスプレイサーバー
ka: მონიტორის სერვერი
lo: ເຊີບເວີສະແດງຜົນ
lv: Attēlošanas serveris
nb: Vindussystem
nl: Weergaveserver
nn: Vindaugssystem
oc: Servidor d’afichatge
pl: Serwer wyświetlania
pt: Servidor de visualização
pt_br: Servidor de exibição
ru: Дисплейный сервер
sr: Сервер приказа
sv: Server för bildskärm
tr: Görüntü Sunucusu
uk: Сервер відображення
vi: Máy chủ hiển thị

source: An error occurred while gathering the system information.
am: የ ስርአት መረጃ በ መሰብሰብ ላይ እንዳለ ስህተት ተፈጥሯል
ar: حدث خطأ أثناء تجميع معلومات النظام.
ast: Hebu un fallu de mientres s'atopaba la información del sistema
be: Здарылася памылка падчас збору сістэмнай інфармацыі
bg: Възникна грешка при събирането на системна информация.
bn: সিস্টেমের তথ্য সংগ্রহ করার সময় একটি সমস্যা দেখা দিয়েছে।
ca: S'ha produït un error en recopilar la informació del sistema.
cs: Došlo k chybě při shromažďování informací o systému.
cy: Digwyddodd gwall wrth gasglu manylion y system.
da: Der opstod en fejl under indsamlingen af systeminformation.
de: Beim Sammeln der Systeminformationen ist ein Fehler aufgetreten.
el: Ένα σφάλμα συνέβη όσο συγκεντρώνονταν οι πληροφορίες συστήματος.
eo: Okazis eraro dum grupigado de la sisteminformoj.
es: Se ha producido un error al recopilar la información del sistema.
et: Süsteemi kohta andmete kogumisel esines viga.
eu: Errore bat gertatu da sistemaren informazioa biltzean.
fa: خطایی هنگام جمع آوری اطلاعات سیستم رخ داد.
fi: Tietojen keräämisessä tapahtui virhe.
fr_ca: Une erreur est survenue lors de la collecte de renseignements sur le système.
he: אירעה שגיאה בעת איסוף מידע המערכת.
hi: सिस्टम की जानकारी एकत्र करते समय त्रुटि हुई
hr: Greška se dogodila pri prikupljanju informacija sustava.
hu: Hiba lépett fel a rendszer-információk összegyűjtése közben.
ia: Un error occurreva durante le collection del informationes de systema.
id: Terjadi kesalahan saat mendapatkan informasi sistem.
is: Villa kom upp við að ná í upplýsingar um kerfið.
it: Si è verificato un errore durante la raccolta delle informazioni di sistema.
ja: システム情報の収集中にエラーが発生しました。
ka: სისტემის ინფორმაციის შეგროვებისას მოხდა შეცდომა.
kab: Teḍra-d tucḍa deg ujemmeɛ n isallan n unagraw.
lo: ເກີດຂໍ້ຜິດພາດໃນຂະນະທີ່ກຳລັງເກັບກຳຂໍ້ມູນລະບົບ.
lt: Renkant sistemos informaciją, įvyko klaida.
lv: Vācot sistēmas informāciju, radās kļūda.
ms: Ralat berlaku semasa mengumpul maklumat sistem.
nb: Det oppstod en feil under samlingen av systeminformasjonen.
nl: Er is een fout opgetreden bij het verzamelen van de systeeminformatie.
nn: Ein feil oppstod under henting av systeminformasjon.
oc: Una error s'es producha en collectant las informacions sistèma
pl: Wystąpił błąd podczas zbierania informacji o systemie.
pt: Ocorreu um erro ao recolher as informações do sistema.
pt_br: Ocorreu um erro ao coletar as informações do sistema.
ro: A apărut o eroare la colectarea informațiilor despre sistem.
ru: При сборе информации о системе произошла ошибка.
sk: Chyba behom zbierania informácií o systéme
sl: Pri zbiranju podatkov o sistemu je prišlo do napake.
sr: Грешке се догодила при прикупљању информација система.
sr@latin: Greške se dogodila pri prikupljanju informacija o sistemu.
sv: Ett fel uppstod medan systeminformationen samlades ihop.
te: వ్యవస్థ సమాచారం సేకరిస్తున్న సమయంలో ఒక లోపం ఏర్పడింది.
tr: Sistem bilgisi toplanırken bir hata oluştu.
uk: Під час збору системної інформації сталася помилка.
vi: Đã xảy ra lỗi khi thu thập thông tin hệ thống.

source: System information copied
am: የ ስርአት መረጃ ኮፒ ተደርጓል
ar: تم نسخ معلومات النظام
ast: Copiose la información del sistema
be: Сістэмная інфармацыя скапіявана
bg: Системната информация е копирана.
bn: সিস্টেম তথ্য অনুলিপি করা হয়েছে
ca: S'ha copiat la informació del sistema
cs: Informace o systému zkopírovány
cy: Copïwyd manylion y system
da: Systeminformationen blev kopieret
de: Systeminformation kopiert
el: Οι πληροφορίες συστήματος αντιγράφηκαν
eo: Sisteminformoj kopiitaj
es: Se ha copiado la información del sistema
et: Süsteemi andmed kopeeritud
eu: Sistemaren informazioa kopiatuta
fa: اطلاعات سیستم کپی شد
fi: Tiedot kopioitu
fr_ca: Les renseignements sur le système ont été copiés
he: מידע מערכת הועתק
hi: सिस्टम की जानकारी कॉपी कर दी गई है
hr: Informacije sustava su kopirane
hu: Rendszer-információk átmásolva
ia: Informationes de systema copiate.
id: Informasi sistem disalin
is: Kerfisupplýsingar afritaðar
it: Informazioni di sistema copiate
ja: システム情報をコピーしました
ka: ინფორმაცის სისტემის შესახებ კოპირებულია
kab: Talɣut n unagraw tettwasuken
lo: ສຳເນົາຂໍ້ມູນລະບົບແລ້ວ
lt: Sistemos informacija nukopijuota
lv: Sistēmas informācija nokopēta
ms: Maklumat sistem disalin
nb: Systeminformasjon kopiert
nl: Systeeminformatie gekopieerd
nn: Systeminformasjon kopiert
oc: Informacions sistèma copiadas
pl: Informacje systemowe zostały skopiowane
pt: Informação do sistema copiada
pt_br: Informação do sistema copiada
ro: Informațiile despre sistem sunt copiate
ru: Информация о системе скопирована
sk: Systémové informácie boli skopírované .
sl: Podatki o sistemu kopirani
sr: Информације система су копиране
sr@latin: Informacije o sistemu su kopirane
sv: Systeminformation kopierad
te: వ్యవస్థ సమాచారం కాపీ చేయబడింది
tr: Sistem bilgisi kopyalandı
uk: Відомості про систему, скопійовано
vi: Đã sao chép thông tin hệ thống

source: Your system information was copied into your clipboard so you can paste it on the forums.
am: የ እርስዎን የ ስርአት መረጃ ወደ ቁራጭ ሰሌዳ ኮፒ ተደርጓል: እርስዎ አሁን ወደ ውይይት መድረክ መለጠፍ ይችላሉ:
ar: تم نسخ معلومات نظامك إلى حافظتك حيث يمكنك لصقها في المنتديات.
ast: Los axustes del to sistema copiaronse nel to cartafueyu, pa poder apegalo nos foros
be: Сістэмная інфармацыя была скапіявана ў буфер абмену, таму вы можаце ўставіць яе на форумы.
bg: Системната ви информация беше копирана в клипборда, за да може да я поставите във форумите.
bn: আপনার সিস্টেমের তথ্য আপনার ক্লিপবোর্ডে অনুলিপি করা হয়েছে যাতে আপনি এটি ফোরামে পেস্ট করতে পারেন।
ca: La informació del sistema s'ha copiat al porta-retalls perquè pugueu enganxar-la en els fòrums.
cs: Informace o vašem systému byly zkopírovány do vaší schránky, takže ho můžete vložit do diskuzních fór.
cy: Cafodd manylion eich system ei gopïo i'ch clipfwrdd fel bod modd i chi ei ludo ar y fforymau.
da: Din systeminformation blev kopieret til udklipsholderen, så du kan indsætte det i foraene.
de: Ihre Systeminformationen wurden in Ihre Zwischenablage kopiert, sodass Sie sie in die Foren einfügen können.
el: Οι πληροφορίες του συστήματός σας αντιγράφηκαν ώστε να μπορείτε να τις επικολλήσετε στους τόπους συζητήσεων
eo: Viaj sisteminformoj estis kopiitaj al via tondujo tiel, ke vi povas ilin alglui al la forumoj.
es: Se ha copiado la información del sistema al portapapeles para poder pegarla en los foros.
et: Sinu süsteemi andmed kopeeriti lõikelauale, et saaksid need asetada foorumisse.
eu: Sistemaren informazioa arbelera kopiatu da foroetan itsasteko.
fa: اطلاعات سیستم شما در کلیپبورد رونویسی شد و میتوانید آنرا در فرم ها جایگذاری کنید.
fi: Tietokoneen tiedot kopioitiin leikepöydälle, voit liittää ohjelmiin tai foorumille.
fr_ca: Les renseignements sur votre système ont été copiés dans le presse-papiers afin que vous puissiez les partager sur les forums.
he: מידע המערכת הועתק ללוח הגזירים כך שניתן להדביקם בפורומים.
hi: आपके सिस्टम की जानकारी आपके क्लिपबोर्ड पर कॉपी कर दी गई ताकि आप इसे इंटरनेट फोरम पर पेस्ट कर सकें।
hr: Informacije vašeg sustava su kopirane u međuspremnik tako da ih možete zalijepiti na forumu.
hu: A rendszer-információk a vágólapra lettek másolva. A vágólapról beillesztheti az információkat egy fórum bejegyzésbe.
ia: Tu informationes de systema esseva copiate in tu area de transferentia si que tu pote collar los sur le foros.
id: Informasi sistem anda telah disalin pada papan klip sehingga anda dapat menempelkannya pada forum.
is: Kerfisupplýsingarnar voru afritaðar á klippispjaldið þitt svo þú getir límt þær inn á spjallsvæðin.
it: Le informazioni di sistema sono state copiate negli appunti in modo da poterle incollare nei forum.
ja: システム情報がクリップボードにコピーされました。このままフォーラムに貼り付けることができます。
ka: შენი სისტემის ინფორმაცია კოპირებულია რათა შეძლო მისი ფორუმებზე გაზიარება.
kab: Isallan n unagraw-inek ttusukknen ɣer tecfawit ihi tzemreḍ ad ten-senteḍeḍ deg ufurum.
lo: ຂໍ້ມູນລະບົບຂອງທ່ານໄດ້ຖືກສຳເນົາໃສ່ຄລິບບອດຂອງທ່ານແລ້ວ ເພື່ອໃຫ້ທ່ານສາມາດວາງມັນໃສ່ໃນເວັບບອດສົນທະນາໄດ້.
lt: Jūsų sistemos informacija buvo nukopijuota į iškarpinę, taigi, galite ją įdėti forumuose.
lv: Sistēmas informācija tika iekopēta starpliktuvē, lai to varētu ielīmēt forumos.
ms: Maklumat sistem anda telah disalin ke papan keratan supaya anda boleh menampalnya di forum.
nb: Systeminformasjonen din ble kopiert til utklippstavlen slik at du kan lime den inn på forumene.
nl: Uw systeeminformatie werd gekopieerd naar uw klembord, zodat u die kunt plakken op de fora.
nn: Systeminformasjonen din vart kopiert til utklippstavla, slik at du kan lime den inn på forumet.
oc: Las informacions sistèma son estadas copiadas al quichapapièrs per que las poscatz pegar suls formums.
pl: Informacje o systemie zostały skopiowane do schowka, możesz teraz wkleić je na forum.
pt: As informações do sistema foram copiadas para a área de transferência para que as possa colocar nos fóruns.
pt_br: As informações do sistema foram copiadas para a área de transferência para que você possa colá-las nos fóruns.
ro: Informațiile sistemului dvs. au fost copiate în clipboard, astfel încât le puteți lipi pe forumuri.
ru: Информация о вашей системе была скопирована в буфер обмена, теперь вы можете вставлять ее на страницах форумов.
sk: Vaše systémové informácie boli skopírované do clipboardu, môžete ich teda vložiť na fórum.
sl: Podatki o vašem sistemu so kopirani na odložišče, tako da jih lahko prilepite na forumih.
sr: Информације вашег система су копиране у списку исечака тако да се може убацити на форуму.
sr@latin: Informacije o Vašem sistemusu kopirane u klipbord, tako da ih možete umetnuti na forume.
sv: Din systeminformation har kopierats till ditt urklipp så att du kan klistra in den på forumet.
te: మీ వ్యవస్థ సమాచారం మీ క్లిప్‌బోర్డులోకి కాపీ చేయబడింది, తద్వారా మీరు దాన్ని ఫోరమ్‌లలో పేస్ట్ చేయవచ్చు.
tr: Sistem bilgileriniz panoya kopyalandı, böylece forumlara yapıştırabilirsiniz.
uk: Відомості про систему було скопійовано до буфера обміну так, щоб ви могли вставити це на форумах.
vi: Thông tin hệ thống của bạn đã được sao chép vào khay nhớ tạm để bạn có thể dán nó trên diễn đàn.

source: System information uploaded
am: የ ስርአት መረጃ ተጭኗል
ar: تم رفع معلومات النظام
ast: Anovose la información del sistema
be: Сістэмная інфармацыя запампавана
bg: Системната информация е качена
bn: সিস্টেম তথ্য আপলোড করা হয়েছে
ca: S'ha enviat la informació del sistema
cs: Informace o systému odeslány
cy: Llwythwyd manylion y system i fyny
da: Systeminformationen blev uploadet
de: Systeminformation hochgeladen
el: Οι πληροφορίες συστήματος μεταφορτώθηκαν
eo: Sisteminformoj alŝutitaj
es: Se ha enviado la información del sistema
et: Süsteemi andmed laaditi üles
eu: Sistemaren informazioa kargatuta
fa: اطلاعات سیستم بارگذاری شد
fi: Tietokoneen tiedot lähetettiin
fr_ca: Les renseignements sur le système ont été téléversés
he: מידע המערכת הועלה
hi: सिस्टम की जानकारी अपलोड कर दी गई है
hr: Informacije sustava su poslane
hu: Rendszer-információk feltöltve
ia: informationes de systema cargate.
id: Informasi sistem diunggah
is: Kerfisupplýsingar sendar inn
it: Informazioni di sistema caricate
ja: システム情報をアップロードしました
ka: სისტემის ინფორმაცია განახლდა
kab: Talɣut n unagraw tuli
lo: ອັບໂຫຼດຂໍ້ມູນລະບົບແລ້ວ
lt: Sistemos informacija įkelta
lv: Augšupielādēta sistēmas informācija
ms: Maklumat sistem dimuat naik
nb: Systeminformasjon lastet opp
nl: Systeeminformatie opgestuurd
nn: Systeminformasjon vart lasta opp
oc: Informacions sistèma actualizadas
pl: Przesłano informacje o systemie
pt: Informações do sistema carregadas
pt_br: Informações do sistema carregadas
ro: Informații despre sistem încărcate
ru: Информация о системе загружена
sk: Systémové informácie aktualizované
sl: Podatki o sistemu naloženi
sr: Информације система су послате
sr@latin: Informacije o sistemu su otpremljene
sv: Systeminformation uppladdad
te: వ్యవస్థ సమాచారం అప్‌లోడ్ చేయబడింది
tr: Sistem bilgisi karşıya yüklendi
uk: Завантажено інформацію про систему
vi: Thông tin hệ thống đã được tải lên
