Repository: linuxmint/mintreport
Catalog: po/mintreport-*.po
Languages: am, ar, ast, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, ka, kab, lo, lt, lv, ms, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, te, tr, uk, vi

source: The following localization packages are missing to properly support your language:
ar: الحزم التالية مطلوبة لدعم لغتك بشكل مثالي:
ast: Los postreros paquetes de llocalización nun tan istalaos. Ensin ellos la to llingua nun se va sofitar correchamente.
be: Наступныя пакеты лакалізацыі неабходны для правільнай падтрымкі вашай мовы:
bg: За правилна езикова поддръжка са нужни следните пакети:
bn: নিম্নলিখিত স্থানীয়করণ প্যাকেজগুলি আপনার ভাষাকে সঠিকভাবে সমর্থন করতে অনুপস্থিত:
ca: Falten els següents paquets de localització per donar suport correctament al vostre idioma:
cs: Pro správnou podporu vámi používaného jazyka zbývá doinstalovat následující jazykové balíčky:
cy: Mae'r pecynnau lleoleiddio canlynol ar goll i gefnogi'ch iaith yn iawn:
da: Følgende lokaliseringspakker mangler for at understøtter dit sprog fuldt ud:
de: Die folgenden Lokalisierungspakete zur ordnungsgemäßen Unterstützung Ihrer Sprache fehlen:
el: Τα ακόλουθα πακέτα τοπικοποίησης λείπουν για τη σωστή υποστήριξη της γλώσσας σας:
eo: La sekvaj tradukpakoj mankas por dece subteni vian lingvon:
es: Faltan los siguientes paquetes de localización para su idioma:
et: Järgnevad lokaliseerimise pakid puuduvad sinu keele õigest toest:
eu: Ondorengo lokalizazio-paketeak falta dira zure hizkuntzari behar bezalako euskarria emateko:
fa: بسته های بومی سازی زیر برای پشتیبانی مناسب از زبان شما وجود ندارد:
fi: Seuraavat lokalisointipaketit puuttuvat tukeakseen kieltäsi oikein:
fr_ca: Les paquets de localisation suivants sont nécessaires pour une prise en charge complète de votre langue :
he: חסרות חבילות ההמקמה הבאות, לתמיכה תקינה בשפה:
hi: आपके भाषा के उचित समर्थन हेतु निम्नलिखित स्थानिकी पैकेज अनुपलब्ध है :
hr: Sljedeći jezični paketi nedostaju za potpunu podršku vašeg jezika:
hu: A következő nyelvi csomagok hiányoznak a kiválasztott nyelv teljes támogatásához:
ia: Pro correctemente supportar tu lingua care le sequente pacchettos de localisation:
id: Paket lokalisasi berikut tidak ada untuk mendukung bahasa Anda dengan benar:
is: Eftirfarandi staðfærslupakka vantar svo að tungumálið þitt sé almennilega stutt:
it: Mancano i seguenti pacchetti di localizzazione per supportare correttamente la tua lingua:
ja: お使いの言語環境を正しく動作させるために、これらの言語固有パッケージが必要です:
ka: შემდეგი ადგილობრივობის კონები არ გვაქვს რათა სწორად შევუწყოთ ხელი შენს ენას:
kab: Ikemmusen-agi n usideg xuṣṣen iwakken ad teddu tutlayt-inek akken iwata:
lo: ແພັກເກັດພາສາທ້ອງຖິ່ນຕໍ່ໄປນີ້ຂາດຫາຍໄປເພື່ອຮອງຮັບພາສາຂອງທ່ານຢ່າງສົມບູນ:
lt: Norint tinkamai palaikyti jūsų kalbą, trūksta šių lokalizavimo paketų:
lv: Trūkst šādu lokalizācijas pakotņu, lai pareizi atbalstītu tavu valodu:
ms: Pakej setempat berikut tiada untuk menyokong bahasa anda dengan sempurna:
nb: Følgende lokaliseringspakker mangler for å støtte språket ditt på riktig måte:
nl: De volgende taalpakketten ontbreken die u nodig hebt om uw taal correct te ondersteunen:
nn: Følgjande språkpakkar manglar for at språket ditt skal støttast fullt ut:
oc: Los paquets lingüistics seguents son absents per suportar corrèctament vòstra lenga :
pl: Brakuje następujących pakietów językowych, aby poprawnie obsługiwać Twój język:
pt: Os pacotes de idioma abaixo indicados estão em falta para poder mostrar corretamente o sistema no seu idioma:
pt_br: Os seguintes pacotes de localização estão ausentes para oferecer suporte adequado ao seu idioma:
ro: Lipsesc următoarele pachete de localizare pentru a sprijini corect limba dvs.:
ru: Для правильной поддержки вашего языка необходимо установить следующие пакеты с переводом:
sk: Chýbajú nasledujúce balíčky nutné pre lokalizáciu tj. správnu podporu Vašeho jazyka.
sl: Naslednji paketi lokalizacije manjkajo, da bi lahko ustrezno podpirali vaš jezik:
sr: Следећи језични пакети недостају за потпуну подршку вашег језика:
sr@latin: Sledeći paketi za lokalizaciju nedostaju da bi Vaš jezik bio pravilno podržan:
sv: Stödet för ditt språk är inte fullständigt eftersom följande paket saknas:
te: మీ భాషను సరిగ్గా మద్దతు ఇవ్వడానికి అవసరమైన కింది స్థానికీకరణ (localization) ప్యాకేజీలు లేవు:
tr: Dilinizi doğru şekilde destekleyecek olan aşağıdaki yerelleştirme paketleri eksik:
uk: Для правильної підтримки вашої мови потрібно встановити такі пакунки локалізації:
vi: Các gói bản địa hóa sau đây bị thiếu để hỗ trợ đúng cách cho ngôn ngữ của bạn:

source: Install the Language Packs
am: የ ቋንቋ ጥቅሎችን መግጠሚያ
ar: ثبّت الحزم اللغوية
ast: Istalar paquetes d'idioma
be: Усталяваць моўны пакет
bg: Инсталиране на езикови пакети
bn: ভাষা প্যাকগুলি ইনস্টল করুন
ca: Instal·la els paquets d'idiomes
cs: Nainstalovat jazykové balíčky
cy: Gosod y Pecynnau Iaith
da: Installér sprogpakkerne
de: Die Sprachpakete installieren
el: Εγκαταστήστε τα Πακέτα Γλώσσας
eo: Instali la lingvajn pakojn
es: Instalar los paquetes de idiomas
et: Paigalda keelepakid
eu: Instalatu hizkuntza-paketeak
fa: نصب بسته زبان
fi: Asenna kielipaketit
fr_ca: Installer les paquets de langue
he: נא להתקין את חבילות השפה
hi: भाषीय पैक इंस्टॉल करें
hr: Instaliraj jezične pakete
hu: Nyelvi csomagok telepítése
ia: Installar le pacchettos de lingua
id: Pasang Paket Bahasa
is: Setja upp tungumálapakkana
it: Installa i pacchetti di traduzione
ja: 言語パッケージをインストール
ka: დააყენე ენის კონები
kab: Sebded ikemussen n tutlayt
lo: ຕິດຕັ້ງແພັກເກັດພາສາ
lt: Įdiegti kalbos paketus
lv: Instalēt valodas pakotnes
ms: Pasang Pek Bahasa
nb: Installer språkpakkene
nl: Taalpakketten installeren
nn: Installer språkpakkane
oc: Installar los paquets lingüistics
pl: Zainstaluj pakiety językowe
pt: Instalar os pacotes de idioma
pt_br: Instale os pacotes de idiomas
ro: Instalați pachetele lingvistice
ru: Установить языковые пакеты
sk: Inštalovať Jazykové balíky
sl: Namesti jezikovne pakete
sr: Инсталирајте језичке пакете
sr@latin: Instaliraj jezičke pakete
sv: Installera språkpaketen
te: భాషా ప్యాకేజీలను ఇన్‌స్టాల్ చేయండి
tr: Dil Paketlerini Yükle
uk: Встановити мовні пакунки
vi: Cài đặt gói ngôn ngữ

source: Install hardware drivers
ar: ثبّت تعريفات العتاد
ast: Istalar controladores de hardware
be: Усталяваць драйверы абсталявання
bg: Инсталиране на хардуерни драйвери
bn: হার্ডওয়্যার ড্রাইভার ইনস্টল করুন
ca: Instal·la controladors de maquinari
cs: Nainstalovat ovladače pro zařízení
cy: Gosod gyrwyr caledwedd
da: Installér hardwaredrivere
de: Gerätetreiber installieren
el: Εγκαταστήστε οδηγούς υλισμικού
eo: Instali aparatar-pelilojn
es: Instalar los controladores de hardware
et: Paigalda riistvara draiverid
eu: Instalatu hardware kontrolatzaileak
fa: نصب درایورهای سخت افزاری
fi: Asenna laiteajurit
fr_ca: Installer des pilotes de périphérique
he: התקנת הנע־התקנים
hi: हार्डवेयर ड्राइवर इंस्टॉल करें
hr: Instalirajte hardverske upravljačke programe
hu: Hardver-illesztőprogramok telepítése
ia: Installar controlatores de hardware
id: Pasang driver perangkat keras
is: Setja upp vélbúnaðarrekla
it: Installa i driver hardware
ja: ハードウェアドライバーをインストール
ka: დააყენე აპარატურის დრაივერები
kab: Sbedd inuḍaf n warrum
lo: ຕິດຕັ້ງໄດຣເວີຮາດແວ
lt: Įdiegti aparatinės įrangos tvarkykles
lv: Instalēt aparatūras draiverus
ms: Pasang pemacu perkakasan
nb: Installer maskinvaredrivere
nl: Stuurprogramma's installeren
nn: Installer maskinvaredrivarar
oc: Installar los pilòts materials
pl: Zainstaluj sterowniki urządzeń
pt: Instalar controladores de hardware
pt_br: Instalar drivers de hardware
ro: Instalați drivere hardware
ru: Установка драйверов оборудования
sk: Inštalovať hardvérové ovládače
sl: Namesti gonilnike za strojno opremo
sr: Инсталирај управљачке програме
sr@latin: Instaliraj upravljačke programe za hardver (``drivers``)
sv: Installera drivrutiner
te: హార్డ్వేర్ డ్రైవర్లను ఇన్‌స్టాల్ చేయండి
tr: Donanım sürücülerini yükle
uk: Встановлення драйверів обладнання
vi: Cài đặt trình điều khiển phần cứng

source: Unknown
am: ያልታወቀ
ar: مجهول
ast: Desconocíu
be: Невядома
bg: Неизвестно
bn: অপরিচিত
ca: Desconegut
cs: Neznámé
cy: Anhysbys
da: Ukendt
de: unbekannt
el: Άγνωστο
eo: Nekonate
es: Desconocido
et: Tundmatu
eu: Ezezaguna
fa: ناشناس
fi: Tuntematon
fr_ca: Inconnu
he: לא ידוע
hi: अज्ञात
hr: Nepoznat
hu: Ismeretlen
ia: Incognite
id: Tak diketahui
is: Óþekkt
it: Sconosciuto
ja: 不明
ka: უცნობი
kab: Ur yettwassen ara
lo: ບໍ່ຮູ້ຈັກ
lt: Nežinoma
lv: Nezināms
ms: Tidak diketahui
nb: Ukjent
nl: Onbekend
nn: Ukjend
oc: Desconegut
pl: Nieznane
pt: Desconhecido
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестно
sk: Neznámy
sl: Neznano
sr: Непознато
sr@latin: Nepoznato
sv: Okänd
te: తెలియని
tr: Bilinmeyen
uk: Невідомо
vi: Không xác định

source: %s (unknown)
am: %s (ያልታወቀ)
ar: %s (مجهول)
ast: %s (desconocíu)
be: %s (невядома)
bg: %s (неизвестно)
bn: %s (অপরিচিত)
ca: %s (desconegut)
cs: %s (neznámé)
cy: %s (anhysbys)
da: %s (ukendt)
de: %s (unbekannt)
el: %s (άγνωστο)
eo: %s (nekonata)
es: %s (desconocido)
et: %s (tundmatu)
eu: %s (ezezaguna)
fa: %s (ناشناس)
fi: %s (tuntematon)
fr_ca: %s (inconnu)
he: %s (לא ידוע)
hi: %s (अज्ञात)
hr: %s (nepoznat)
hu: %s (ismeretlen)
ia: %s iIncognite)
id: %s (tidak diketahui)
is: %s (óþekkt)
it: %s (sconosciuto)
ja: %s (不明)
ka: %s (უცნობი)
kab: %s (ur yettwassen ara)
lo: %s (ບໍ່ຮູ້ຈັກ)
lt: %s (nežinoma)
lv: %s (nezināms)
ms: %s (tidak diketahui)
nb: %s (ukjent)
nl: %s (onbekend)
nn: %s (ukjend)
oc: %s (desconegut)
pl: %s (nieznany)
pt: %s (desconhecido)
pt_br: %s (desconhecido)
ro: %s (necunoscut)
ru: %s (неизвестно)
sk: %s (neznáme)
sl: %s (neznano)
sr: %s (непознато)
sr@latin: %s (nepoznato)
sv: %s (okänd)
te: %s (తెలియని)
tr: %s (bilinmeyen)
uk: %s (невідомо)
vi: %s (không xác định)

source: Hardware drivers are available for the following devices:
ar: هناك تعريفات عتاد متوفرة للأجهزة التالية:
ast: Los controladores de hardware tan disponibles pa los postreros preseos
be: Драйверы абсталявання даступны для наступных прылад:
bg: Налични за хардуерни драйвери за следните устройства:
bn: নিম্নলিখিত ডিভাইসগুলির জন্য হার্ডওয়্যার ড্রাইভারগুলি উপলব্ধ:
ca: Hi ha controladors de maquinari disponibles per als següents dispositius:
cs: Jsou k dispozici ovladače pro následující zařízení:
cy: Mae gyrwyr caledwedd ar gael ar gyfer y dyfeisiau canlynol:
da: Hardwaredrivere er tilgængelige til følgende enheder:
de: Gerätetreiber sind für die folgenden Geräte verfügbar:
el: Οδηγοί υλισμικού είναι διαθέσιμοι για τις ακόλουθες συσκευές:
eo: Aparatar-peliloj disponeblas por la sekvaj aparatoj:
es: Existen controladores de hardware disponibles para los dispositivos siguientes:
et: Riistvara draiverid on saadaval järgmistele seadmetele:
eu: Hardware kontrolatzaileak eskuragarri daude ondorengo gailuentzat:
fa: درایورهای سخت‌افزاری برای دستگاه‌های زیر موجود می باشد:
fi: Seuraaviin laitteisiin on saatavilla laiteajureita:
fr_ca: Des pilotes sont proposés pour les périphériques suivants :
he: זמינים הנעי־התקן לרכיבים הבאים:
hi: निम्नलिखित डिवाइस हेतु हार्डवेयर ड्राइवर उपलब्ध है :
hr: Hardverski upravljački programi su dostupni za sljedeće uređaje:
hu: Hardver-illesztőprogramok érhetőek el a következő eszközökhöz:
ia: Controlatores de hardware es disponibile pro le apparatos sequente:
id: Driver perangkat keras tersedia untuk perangkat berikut:
is: Vélbúnaðarreklar eru tiltækir fyrir eftirfarandi tæki:
it: Dei driver hardware sono disponibili per i seguenti dispositivi:
ja: これらのデバイスに対応するハードウェアドライバーがあります:
ka: აპარატურის დრაივერები ხელმისაწვდომია შემდგომი მოწყობილობებისთვის:
kab: Inuḍaf n warum wejden deg yibenkan-agi:
lo: ມີໄດຣເວີຮາດແວສຳລັບອຸປະກອນຕໍ່ໄປນີ້:
lt: Aparatinės įrangos tvarkyklės yra prieinamos šiems įrenginiams:
lv: Aparatūras draiveri ir pieejami šādām ierīcēm:
ms: Pemacu perkakasan tersedia untuk peranti berikut:
nb: Maskinvaredrivere er tilgjengelige for følgende enheter:
nl: Er zijn stuurprogramma's beschikbaar voor de volgende apparaten:
nn: Maskinvaredrivarar er tilgjengelege for følgjande einingar:
oc: Pilòts son prepausats pels periferics seguents :
pl: Dostępne są sterowniki dla następujących urządzeń:
pt: Estão disponíveis os seguintes controladores para os seus dispositivos:
pt_br: Os drivers de hardware estão disponíveis para os seguintes dispositivos:
ro: Driverele hardware sunt disponibile pentru următoarele dispozitive:
ru: Доступны драйверы для следующих устройств:
sk: Pre nasledujúce zariadenia sú dostupné tieto ovládače:
sl: Strojni gonilniki so na voljo za naslednje naprave:
sr: Управљачки програми доступни су за следеће уређаје:
sr@latin: Upravljački programi (``drivers``) za hardver su dostupni za sledeće uređaje:
sv: Drivrutiner finns tillgängliga för följande enheter:
te: కింద పేర్కొన్న పరికరాల కోసం హార్డ్వేర్ డ్రైవర్లు అందుబాటులో ఉన్నాయి:
tr: Aşağıdaki aygıtlar için donanım sürücüleri mevcut:
uk: Наявні драйвери для таких пристроїв:
vi: Trình điều khiển phần cứng có sẵn cho các thiết bị sau:

source: Launch the Driver Manager
ar: شغّل مدير التعريفات
ast: Llanzar el xestor de controladores
be: Запусціць кіраўнік драйвераў
bg: Стартиране на управлението на драйвери
bn: ড্রাইভার ম্যানেজার চালু করুন
ca: Inicia l'Administrador de controladors
cs: Spustit správu dodatečných ovladačů zařízení
cy: Cychwyn y Rheolwr Gyrwyr
da: Start Driverhåndtering
de: Treiberverwaltung starten
el: Εκκινήστε τον Διαχειριστή Οδηγών
eo: Lanĉi la pelilan mastrumilon
es: Iniciar el gestor de controladores
et: Käivita draiverite haldur
eu: Abiarazi kontrolatzaile-kudeatzailea
fa: اجرا مدریت درایور ها
fi: Käynnistä ajurihallinta
fr_ca: Lancer le Gestionnaire de pilotes
he: נא לשגר את מנהל ההתקנים
hi: ड्राइवर प्रबंधक खोलें
hr: Pokreni Upravitelja upravljačkih programa
hu: Illesztőprogram-kezelő elindítása
ia: Lancear le gestor de controlator
id: Luncurkan Pengelola Driver
is: Keyra reklastýringu
it: Avvia il Gestore driver
ja: ドライバーマネージャーを起動
ka: ჩართე დრაივერების მმართველი
kab: Sekker amsefrak n inuḍafen
lo: ເປີດໂຕຈັດການໄດຣເວີ
lt: Paleisti tvarkyklių tvarkytuvę
lv: Palaist draiveru pārvaldnieku
ms: Lancarkan Pengurus Pemacu
nb: Åpne driverbehandleren
nl: Stuurprogrammabeheer starten
nn: Start drivarhandsamaren
oc: Lançar lo gestionari de pilòts
pl: Uruchom program Zarządzanie sterownikami
pt: Iniciar gestor de controladores
pt_br: Inicie o Gerenciador de drivers
ro: Lansați Driver Manager
ru: Запустить Менеджер драйверов
sk: Spustiť správu ovládačov zariadení.
sl: Zaženi upravitelja gonilnikov
sr: Покрени Управник управљачких програма
sr@latin: Pokreni Menadžera upravljačkih programa
sv: Starta Drivrutinshanteraren
te: డ్రైవర్ మేనేజర్‌ను ప్రారంభించండి
tr: Sürücü Yöneticisini Aç
uk: Запустити Керування драйверами
vi: Khởi chạy Trình quản lý điều khiển

source: %s Gbps
fr_ca: %s Gbit/s
hu: %d gigabit/másodperc
ka: %d გბ/წმ
pl: %d Gb/s
ru: %d Гб/с

source: %s Mbps
fr_ca: %s Mbit/s
hu: %d megabit/másodperc
ka: %d მბ/წმ
pl: %d Mb/s
ru: %d Мб/с

source: Pastebin
bn: পেস্টবিন
id: Pastebin (pastebin.com)
is: Límklippusafn (pastebin)
ja: ペーストビン
ka: "ფეისთბინი"/Pastebin
sr: Пастебин
te: పేస్ట్‌బిన్

source: BIOS
lo: ໄບອອດ

source: PCI ID
cy: ID PCI
de: PCI-Kennung
eo: PCI-identigilo
fr_ca: ID PCI
he: מזהה PCI
hu: PCI azonosító
lo: ໄອດີ PCI
oc: ID PCI
pl: Identyfikator PCI

source: USB
sr: УСБ
vi: Cổng USB

source: System reports
am: የ ስርአት መግለጫ
ar: تقارير النظام
ast: Reportes del sistema
be: Сістэмныя справаздачы
bn: সিস্টেম প্রতিবেদন
cs: Systémová hlášení
da: Systemrapporter
et: Süsteemi aruanded
eu: Sistemaren txostenak
fa: گزارشات سیستم
hi: सिस्टम रिपोर्ट
id: Laporan sistem
kab: Ineqqisen n unagraw
lt: Sistemos pranešimai
ms: Laporan sistem
ro: Rapoarte de sistem
sk: Systémové hlásenia
sl: Sistemska poročila
sr@latin: Sistemski izveštaji
te: వ్యవస్థ నివేదికలు

source: System information
am: የ ስርአት መረጃ
ar: معلومات النظام
ast: Información del sistema
be: Сістэмная інфармацыя
bn: সিস্টেম সম্পর্কিত তথ্য
cs: Informace o systému
et: Süsteemiinfo
eu: Sistemaren informazioa
fa: اطلاعات سیستم
hi: सिस्टम की जानकारी
id: Informasi sistem
kab: Talɣut n unagraw
lt: Sistemos informacija
ms: Maklumat sistem
ro: Informații sistem
sk: Systémové informácie
sl: Podatki o sistemu
sr@latin: Informacije o sistemu
te: వ్యవస్థ సమాచారం

source: Crash reports:
am: የ ግጭት መግለጫ
ar: تقارير الأعطال:
ast: Reportes de rompedura:
be: Справаздачы аб збоях:
bn: ক্র্যাশ রিপোর্ট:
cs: Hlášení pádů:
da: Nedbrudsrapporter:
et: Krahhiaruanded:
eu: Hutsegite-txostenak:
fa: گزارشات خرابی:
hi: क्रैश रिपोर्ट
id: Laporan kerusakan:
kab: Ineqqisen n tuccḍiwin:
lt: Strigčių pranešimai:
ms: Laporan ralat:
ro: Rapoarte de avarie:
sk: Správy o neočakávaných pádoch programov:
sl: Poročila o sesutju:
sr@latin: Izveštaji o rušenju
te: క్రాష్ నివేదికలు

source: Stack trace:
ar: تتبع المكدس:
ast: Rastru de pila:
be: След стэка:
bn: স্ট্যাক ট্রেস:
cs: Výpis zásobníku (stack trace):
da: Stakspor:
et: Pinu jälitus:
eu: Pilaren aztarna:
fa: ردیابی پشته:
hi: स्टैक ट्रेस:
id: Detail penelusuran:
kab: Adriz n ukufi:
lt: Dėklo pėdsakas:
ms: Jejak timbunan:
sk: Stopovanie stacku(stack trace):
sl: Sledenja sklada:
sr@latin: Praćenje toka izvršenja programa (``stack trace``):
te: స్టాక్ ట్రేస్

source: Crash reports
am: የ ግጭት መግለጫ
ar: تقارير الأعطال
ast: Reportes de rompedura
be: Справаздачы аб збоях
bn: ক্র্যাশ রিপোর্ট
cs: Hlášení o pádu
da: Nedbrudsrapporter
et: Krahhiaruanded
eu: Hutsegite-txostenak
fa: گزارشات خرابی
hi: क्रैश रिपोर्ट
id: Laporan kerusakan
kab: Ineqqisen n tuccḍiwin
lt: Strigčių pranešimai
ms: Laporan ranap
ro: Rapoarte de avarie:
sk: Správa o poruche
sl: Poročila o sesutjih
sr@latin: Izveštaji o rušenju
te: క్రాష్ నివేదికలు

source: Your system information was uploaded to %s. This link was placed in your clipboard so you can paste it on IRC.
et: Sinu süsteemi andmed laaditi üles aadressile %s. See link kopeeriti lõikelauale, et saaksid selle asetada IRCsse.
id: Informasi sistem Anda telah diunggah ke %s. Tautan ini ditempatkan di papan klip Anda sehingga Anda dapat menempelkannya di IRC.
lt: Jūsų sistemos informacija buvo įkelta į %s. Ši nuoroda buvo patalpinta jūsų iškarpinėje, taigi, galite ją įdėti IRC.
sr@latin: Informacije o Vašem sistemu su otpremljene na %s. Ovaj link je smešten u Vaš klipbord nako da ga možete umetnuti na IRC kanal.

source: Copy and paste the system information manually into a pastebin site like https://pastebin.com and share the link on IRC.
et: Kopeeri ja aseta süsteemi andmed käsitsi näiteks https://pastebin.com lehele ja jaga linki IRCs.
id: Salin dan tempel informasi sistem secara manual ke situs pastebin seperti https://pastebin.com dan sebarkan tautannya pada IRC.
lt: Nukopijuokite ir rankiniu būdu įdėkite sistemos informaciją į įdėjimų paslaugos svetainę, tokią kaip https://pastebin.com ir bendrinkite nuorodą IRC.
sr@latin: Kopirajte i ubacite informacije o sistemu ručno na pastebin stranicu kao što je https://pastebin.com i delite link na IRC kanalu.

source: This is done already for new installations of Linux Mint, starting with 20.1.
id: Ini sudah dilakukan untuk instalasi baru Linux Mint, dimulai dengan 20.1.
