Repository: linuxmint/mintreport
Catalog: po/mintreport-*.po
Languages: am, ar, ast, be, bg, bn, ca, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr_ca, he, hi, hr, hu, ia, id, is, it, ja, ka, kab, lo, lt, lv, ms, nb, nl, nn, oc, pl, pt, pt_br, ro, ru, sk, sl, sr, sr@latin, sv, te, tr, uk, vi

source: Hardware Acceleration
bg: Хардуерно ускорение
ca: Acceleració de maquinari
cy: Cyflymiad Caledwedd
de: Gerätebeschleunigung
el: Επιτάχυνση υλικού
eo: Aparatara plirapidigo
es: Aceleración por hardware
fi: Laitteistokiihdytys
fr_ca: Accélération matérielle
he: האצת חומרה
hr: Hardversko ubrzanje
hu: Hardveres gyorsítás
ia: Acceleration hardware
is: Vélbúnaðarhröðun
it: Accelerazione hardware
ja: ハードウェアアクセラレーション
ka: აპარატურის აჩქარება
lo: ການເລັ່ງປະສິດທິພາບດ້ວຍຮາດແວ
lv: Aparatūras paātrinājums
nb: Maskinvareakselerasjon
nl: Apparatuurversnelling
nn: Maskinvareakselerasjon
oc: Acceleracion materiala
pl: Przyspieszenie sprzętowe
pt: Aceleração por hardware
pt_br: Aceleração de hardware
ru: Аппаратное ускорение
sr: Хардверско убрзање
sv: Hårdvaruaccelerering
tr: Donanım Hızlandırma
uk: Апаратне прискорення
vi: Tăng tốc phần cứng

source: Enabled (%s)
bg: Включено (%s)
ca: Activat (%s)
cy: Wedi'i alluogi (%s)
de: Aktiviert (%s)
el: Ενεργοποιημένο (%s)
eo: Ŝaltite (%s)
es: Activado (%s)
fi: Käytössä (%s)
fr_ca: Activé (%s)
he: מאופשר (%s)
hr: Omogućeno (%s)
hu: Bekapcsolva (%s)
ia: Activate (%s)
is: Virkt (%s)
it: Abilitato (%s)
ja: 有効 (%s)
ka: ჩართულია (%s)
lo: ເປີດໃຊ້ງານ (%s)
lv: Iespējots (%s)
nb: Aktivert (%s)
nl: Ingeschakeld (%s)
nn: Aktivert (%s)
oc: Activada (%s)
pl: Włączone (%s)
pt: Ativado (%s)
pt_br: Ativado (%s)
ru: Включено (%s)
sr: Укључено (%s)
sv: Aktiverad (%s)
tr: Etkin (%s)
uk: Увімкнено (%s)
vi: Đã bật (%s)

source: Driver
bg: Драйвър
ca: Controlador
cy: Gyrrwr
de: Treiber
el: Οδηγός υλικού
eo: Pelilo
es: Controlador
fi: Ohjain
fr_ca: Pilote
he: הנע התקן
hr: Upravljački program
hu: Illesztőprogram
is: Rekill
ja: ドライバー
ka: დრაივერი
lo: ໄດເວີ
lv: Draiveris
nl: Stuurprogramma
nn: Drivar
oc: Pilòt
pl: Sterownik
pt: Controlador
ru: Драйвер
sr: Управљачки програм
sv: Drivrutin
tr: Sürücü
uk: Драйвер
vi: Trình điều khiển

source: Driver Version
bg: Версия на драйвъра
ca: Versió del controlador
cy: Fersiwn Gyrrwr
de: Treiberversion
el: Έκδοη οδηγού
eo: Pelila versio
es: Versión del controlador
fi: Ohjainversio
fr_ca: Version du pilote
he: גרסת הנע התקן
hr: Inačica upravljačkog programa
hu: Illesztőprogram-verzió
ia: Version de driver
is: Útgáfa rekils
it: Versione driver
ja: ドライバーのバージョン
ka: დრაივერის ვერსია
lo: ເວີຊັນໄດຣເວີ
lv: Draivera versija
nb: Driverversjon
nl: Stuurprogrammaversie
nn: Drivarversjon
oc: Version pilòt
pl: Wersja sterownika
pt: Versão do controlador
pt_br: Versão do Driver
ru: Версия драйвера
sr: Издање управљачког програма
sv: Drivrutinsversion
tr: Sürücü Sürümü
uk: Версія драйверу
vi: Phiên bản Driver

source: Video Playback
bg: Възпроизвеждане на видео
ca: Reproducció de vídeo
cy: Chwarae Fideo
de: Filmwiedergabe
el: Αναπαραγωγή βίντεο
eo: Filmetoludado
es: Reproducción de video
fi: Videotoisto
fr_ca: Lecture vidéo
he: ניגון וידאו
hr: Reprodukcija video snimki
hu: Videólejátszás
ia: Reprodution de video
is: Afspilun myndmerkis
it: Riproduzione video
ja: ビデオ再生
ka: ვიდეოს ჩართვა
lo: ການຫຼິ້ນວິດີໂອ
lv: Video atskaņošana
nb: Videoavspilling
nl: Videoweergave
nn: Videoavspeling
oc: Lectura vidèo
pl: Odtwarzanie wideo
pt: Reprodução de vídeo
pt_br: Reprodução de Vídeo
ru: Воспроизведение видео
sr: Репродукција видеа
sv: Videouppspelning
tr: Video Oynatım
uk: Відтворення відео
vi: Phát Lại Video

source: Bus
bg: Шина
cy: Bws
el: Δίαυλος
eo: Buso
fi: Väylä
hu: Busz
is: Rás (bus)
ja: バス
ka: "ბასი"
lo: ທາງຜ່ານຂໍ້ມູນ
lv: Maģistrāle
pl: Magistrala
pt: Barramento
pt_br: Barramento
ru: Шина
sr: Сабирница
sv: Buss
uk: Шина

source: Type
bg: Тип
ca: Tipus
cy: Math
de: Typ
el: Τύπος
eo: Tipo
es: Tipo
fi: Tyyppi
he: סוג
hr: Vrsta
hu: Típus
ia: Typar
is: Tegund
it: Tipo
ja: 種類
ka: ტიპი
lo: ປະເພດ
lv: Tips
oc: Tipe
pl: Typ
pt: Tipo
pt_br: Tipo
ru: Тип
sr: Врста
sv: Typ
tr: Tür
uk: Тип
vi: Kiểu

source: Device
bg: Устройство
ca: Dispositiu
cy: Dyfais
de: Gerät
el: Συσκευή
eo: Aparato
es: Dispositivo
fi: Laite
fr_ca: Périphérique
he: התקן
hr: Uređaj
hu: Eszköz
ia: Apparato
is: Tæki
it: Dispositivo
ja: デバイス
ka: მოწყობილობა
lo: ອຸປະກອນ
lv: Ierīce
nb: Enhet
nl: Apparaat
nn: Eining
oc: Periferic
pl: Urządzenie
pt: Dispositivo
pt_br: Dispositivo
ru: Устройство
sr: Уређај
sv: Enhet
tr: Aygıt
uk: Пристрій
vi: Thiết bị

source: ID
de: Kennung
el: Αναγνωριστικό
eo: Identigilo
he: מזהה
hu: Azonosító
is: Auðkenni (ID)
lo: ໄອດີ
pl: Identyfikator
sr: ИД
tr: Kimlik
uk: Ідентифікатор
vi: Mã

source: Copy the ID
bg: Копирай ID
ca: Copia l'ID
cy: Copïo'r ID
de: Kennung kopieren
el: Αντιγραφή του αναγνωριστικού
eo: Kopii la identigilon
es: Copiar el ID
fi: Kopioi id-tunnus
fr_ca: Copier l’ID
he: העתקת מזהה
hr: Kopiraj ID
hu: Azonosító másolása
ia: Copiar le ID
is: Afrita auðkennið
it: Copia l'ID
ja: ID をコピー
ka: დააკოპირე ID
lo: ສຳເນົາໄອດີ
lv: Kopēt ID
nb: Kopier ID
nl: ID kopiëren
nn: Kopier ID
oc: Copiar l’ID
pl: Skopiuj identyfikator
pt: Copiar o ID
pt_br: Copiar ID
ru: Копировать ID
sr: Умножи ИД
sv: Kopiera ID-numret
tr: ID kopyala
uk: Скопіювати ідентифікатор
vi: Sao chép mã

source: Copy the entire row
bg: Копирай целия ред
ca: Copia la fila sencera
cy: Copïo'r rhes gyfan
de: Die gesamte Zeile kopieren
el: Αντιγραφή ολόκληρη της σειράς
eo: Kopii la integran vicon
es: Copiar la fila entera
fi: Kopioi koko rivi
fr_ca: Copier la ligne entière
he: העתקת כל השורה
hr: Kopiraj cijeli red
hu: Egész sor másolása
ia: Copiar le rango integre
is: Afrita alla röðina
it: Copia l'intera riga
ja: 行全体をコピー
ka: დააკოპირე მთელი რიგი
lo: ສຳເນົາທັງແຖວ
lv: Kopēt visu rindu
nb: Kopier hele raden
nl: De hele rij kopiëren
nn: Kopier heile rada
oc: Copiar la linha entièra
pl: Skopiuj cały wiersz
pt: Copiar toda a linha
pt_br: Copiar a linha toda
ru: Скопировать всю строку
sr: Умножи читав ред
sv: Kopiera hela raden
tr: Tüm satırı kopyala
uk: Скопіювати весь рядок
vi: Sao chép cả hàng

source: Device ID copied
bg: ID на устройтвото е копирано
ca: S'ha copiat l'ID del dispositiu
cy: ID y ddyfais wedi'i gopïo
de: Gerätekennung kopiert
el: Το αναγνωριστικό συσκευής αντιγράφηκε
eo: Aparatara identigilo estas kopiita
es: ID de dispositivo copiado
fi: Laitetunnus kopioitu
fr_ca: L’identifiant du périphérique a été copié
he: מזהה התקן הועתק
hr: ID uređaja kopiran
hu: Eszközazonosító kimásolva
ia: ID de apparato copiate
is: Auðkenni tækis afritað
it: ID dispositivo copiato
ja: デバイス ID をコピーしました
ka: მოწყობილების ID კოპირებულია
lo: ສຳເນົາໄອດີອຸປະກອນແລ້ວ
lv: Ierīces ID nokopēts
nb: Enhets-ID kopiert
nl: Apparaat-ID gekopieerd
nn: Einings-ID kopiert
oc: ID periferic copiat
pl: Skopiowano identyfikator urządzenia
pt: ID do dispositivo copiado
pt_br: ID do dispositivo copiado
ru: ID устройства скопирован
sr: ИД уређаја је умножен
sv: Enhets-ID kopierat
tr: Aygıt ID kopyalandı
uk: Ідентифікатор пристрою скопійовано
vi: Đã sao chép mã thiết bị

source: The device ID was copied into your clipboard.
bg: ID на устройството беше копирано в клипборда.
ca: L'ID del dispositiu s'ha copiat al porta-retalls.
cy: Copïwyd ID y ddyfais i'ch clipfwrdd.
de: Die Gerätekennung wurde in Ihre Zwischenablage kopiert.
el: Το αναγνωριστικό της συσκευής αντιγράφηκε στο πρόχειρό σας.
eo: La aparatara identigilo estas kopiita en vian tondujon
es: El ID de dispositivo se ha copiado en el portapapeles.
fi: Laitetunnus kopioitiin leikepöydälle.
fr_ca: L’identifiant du périphérique a été copié dans votre presse-papiers.
he: מזהה התקן הועתק ללוח הגזירים.
hr: ID uređaj je kopiran u međuspremnik.
hu: Az eszközazonosító a vágólapra lett másolásolva.
ia: Le ID de apparato era copiate
is: Auðkenni tækisins var afritað á klippispjaldið.
it: L'ID del dispositivo è stato copiato negli appunti.
ja: デバイス ID がクリップボードにコピーされました。
ka: მოწყობილობის ID კოპირებულია თქვენს სანიშნში
lo: ໄອດີອຸປະກອນໄດ້ຖືກສຳເນົາໄປໄວ້ໃນຄລິບບອດຂອງທ່ານແລ້ວ
lv: Ierīces ID tika nokopēts starpliktuvē.
nb: Enhets-ID kopiert til utklippstavle.
nl: Het apparaat-ID werd gekopieerd naar uw klembord.
nn: Enings-ID kopiert til utklippstavle.
oc: L’ID del periferic es estat copiat al quichapapièrs
pl: Identyfikator urządzenia został skopiowany do schowka.
pt: O ID do dispositivo foi copiado para a sua área de transferência.
pt_br: O ID do dispositivo foi copiado para sua área de transferência
ru: ID устройства скопирован в буфер обмена.
sr: ИД уређаја је умножен у вашу оставу.
sv: Enhets-ID har kopierats till urklipp.
tr: Aygıt ID panonuza kopyalandı.
uk: Ідентифікатор пристрою скопійовано в буфер обміну.
vi: Mã thiết bị đã được sao chép vào trong bảng nhớ tạm

source: Device information copied
bg: Информацията за удтройството е копирана
ca: S'ha copiat la informació del dispositiu
cy: Manylion y ddyfais wedi'i gopïo
de: Geräteinformationen kopiert
el: Οι πληροφορίες της συσκευής αντιγράφηκαν
eo: Aparataraj informoj estas kopiitaj
es: Copiada la información de dispositivo
fi: Laitetiedot kopioitu
fr_ca: Les renseignements du périphérique ont été copiés
he: מידע התקן הועתק
hr: Informacije o uređaju kopirane
hu: Eszközinformáció kimásolva
ia: Informationes de apparato copiate
is: Upplýsingar um tæki afritaðar
it: Informazioni sul dispositivo copiate
ja: デバイスの情報をコピーしました
ka: მოწყობილობის ინფორმაცია დაკოპირებულია
lo: ສຳເນົາຂໍ້ມູນອຸປະກອນແລ້ວ
lv: Ierīces informācija nokopēta
nb: Enhetsinformasjon kopiert
nl: Apparaatinformatie gekopieerd
nn: Einingsinformasjon kopiert
oc: Informacions sistèma copiadas
pl: Skopiowano informacje o urządzeniu
pt: Informações do dispositivo copiadas
pt_br: Informação do dispositivo copiada
ru: Информация об устройстве скопирована.
sr: Подаци о уређају су умножени
sv: Enhetsinformation kopierad
tr: Aygıt bilgisi koyalandı
uk: Інформацію про пристрій скопійовано
vi: Thông tin thiết bị đã được sao chép

source: The device information was copied into your clipboard.
bg: Информацията за удтройството е копирана в клипборда.
ca: La informació del dispositiu s'ha copiat al porta-retalls.
cy: Copïwyd manylion y ddyfais i'ch clipfwrdd.
de: Die Geräteinformationen wurden in Ihre Zwischenablage kopiert.
el: Οι πληροφορίες της συσκευής αντιγράφηκαν στο πρόχειρό σας.
eo: La aparataj informoj estas kopiitaj en vian tondujon.
es: La información de dispositivo se ha copiado en el portapapeles.
fi: Laitetiedot kopioitiin leikepöydälle.
fr_ca: Les renseignements du périphérique ont été copiés dans votre presse-papiers.
he: מידע ההתקן הועתק ללוח הגזירים
hr: Informacije o uređaju je kopirane u međuspremnik.
hu: Az eszközinformáció a vágólapra lett másolásolva.
ia: Le informationes de apparato copiate era copiate al area de transferentia
is: Upplýsingarnar um tækið voru afritaðar á klippispjaldið.
it: Le informazioni sul dispositivo sono state copiate negli appunti.
ja: デバイスの情報がクリップボードにコピーされました。
ka: მოწყობილობის ინფორმაცია კოპირებულია შენს სანიშნში.
lo: "ຂໍ້ມູນອຸປະກອນໄດ້ຖືກສຳເນົາໄປໄວ້ໃນຄລິບບອດຂອງທ່ານແລ້ວ.
lv: Ierīces informācija tika nokopēta starpliktuvē.
nb: Enhetsinformasjon kopiert til utklippstavle.
nl: De apparaatinformatie werd gekopieerd naar uw klembord.
nn: Einingsinformasjon kopiert til utklippstavle.
oc: Las informacions del periferics son estadas copiadas al quichapapièrs
pl: Informacje o urządzeniu zostały skopiowane do schowka.
pt: As informações do dispositivo foram copiadas para a sua área de transferência.
pt_br: A informação do dispositivo foi copiada para sua área de transferência
ru: Информация об устройстве скопирована в буфер обмена.
sr: Подаци о уређају су умножени у вашу оставу.
sv: Enhetsinformationen har kopierats till urklipp.
tr: Aygıt bilgisi panonuza kopyalandı.
uk: Інформація про пристрій скопійована в буфер обміну.
vi: Thông tin thiết bị đã được sao chép vào trong bảng nhớ tạm

source: Show System Reports
am: የ ስርአት መግለጫ ማሳያ
ar: أظهر تقارير النظام
ast: Amosar reportes del sistema
be: Паказаць сістэмныя справаздачы
bg: Показване на системните отчети
bn: সিস্টেম প্রতিবেদনগুলি দেখান
ca: Mostra informes del sistema
cs: Zobrazit systémová hlášení
cy: Dangos Adroddiadau System
da: Vis systemrapporter
de: Systemberichte anzeigen
el: Εμφάνιση Αναφορών Συστήματος
eo: Montri sistemraportojn
es: Mostrar los informes del sistema
et: Süsteemi aruannete näitamine
eu: Erakutsi sistemaren txostenak
fa: نمایش گزارشات سیستم
fi: Näytä raportit
fr_ca: Afficher les relevés du système
he: הצגת דוחות מערכת
hi: सिस्टम रिपोर्ट दिखाएँ
hr: Prikaži izvještaje sustava
hu: Rendszerjelentések megjelenítése
ia: Monstrar le reportos de systema
id: Tampilkan Laporan Sistem
is: Birta kerfisskýrslur
it: Mostra i rapporti di sistema
ja: システムレポートを表示
ka: სისტემური მოხსენება ჩვენება
kab: Sken ineqqisen n unagraw
lo: ສະແດງລາຍງານລະບົບ
lt: Rodyti sistemos pranešimus
lv: Rādīt sistēmas pārskatus
ms: Paparkan Laporan Sistem
nb: Vis systemrapporter
nl: Systeemrapporten tonen
nn: Vis systemrapportar
oc: Afichar los senhalaments sistèma
pl: Pokaż raporty systemowe
pt: Mostrar relatórios do sistema
pt_br: Mostrar relatórios do sistema
ro: Afișați rapoarte de sistem
ru: Показать отчёты о системе
sk: Ukázať Systémové hlásenia
sl: Pokaži sistemska poročila
sr: Прикажи системске извештаје
sr@latin: Prikaži sistemske izveštaje
sv: Visa systemrapporter
te: వ్యవస్థ నివేదికలను చూపించు
tr: Sistem Raporlarını Göster
uk: Показати звіти про систему
vi: Hiển thị báo cáo hệ thống

source: Some system reports require your attention
am: አንዳንድ የ ስርአት መግለጫ የ እርስዎን ትኩረት ይፈልጋል
ar: بعض تقارير النظام تتطلب انتباهك
ast: Hai dellos reportes del sistema qu'habríes d'atender
be: Некаторыя сістэмныя справаздачы патрабуюць вашай увагі
bg: Системните отчети се нуждаят от вашето внимание
bn: কিছু সিস্টেম প্রতিবেদনে আপনার খতিয়ে দেখা দরকার
ca: Alguns informes del sistema requereixen la vostra atenció
cs: Některá systémová hlášení vyžadují vaši pozornost
cy: Mae angen eich sylw ar rai adroddiadau'r system
da: Nogle systemrapporter kræver din opmærksomhed
de: Einige Systemberichte erfordern Ihre Aufmerksamkeit
el: Μερικές αναφορές συστήματος απαιτούν τη προσοχή σας
eo: Kelkaj sistemraportoj postulas vian atenton
es: Algunos informes del sistema requieren su atención
et: Mõned süsteemi aruanded vajavad sinu tähelepanu
eu: Sistemaren zenbait txostenek zure arreta eskatzen dute
fa: برخی گزارشات سیستم نیازمند توجه شما هستند
fi: Tietokoneen raportit vaativat huomiotasi
fr_ca: Certains relevés du système demandent votre attention
he: מספר דוחות מערכת דורשים תשומת לב
hi: कुछ सिस्टम रिपोर्ट हेतु आपको ध्यान देने की आवश्यकता है
hr: Određeni izvještaji sustava zahtijevaju vašu pozornost
hu: Néhány rendszerjelentés az Ön közreműködését igényli
ia: Alcun reportos de systema require tu attention.
id: Beberapa laporan sistem membutuhkan perhatian anda
is: Einhverjar kerfisskýrslur krefjast athygli þinnar
it: Alcuni rapporti di sistema richiedono la tua attenzione
ja: 確認が必要なシステムレポートがあります
ka: ზოგიერთი სისტემის მოხსენება საჭიროების შენს ყურადღებას
kab: Kra n yineqqisen n unagraw sran tamawt-inek
lo: ມີບາງລາຍງານລະບົບທີ່ຕ້ອງການຄວາມສົນໃຈຈາກທ່ານ
lt: Kai kurie sistemos pranešimai reikalauja jūsų dėmesio
lv: Dažiem sistēmas ziņojumiem ir nepieciešama tava uzmanība
ms: Beberapa laporan sistem memerlukan perhatian anda
nb: Noen systemrapporter krever din oppmerksomhet
nl: Enkele systeemrapporten vergen uw aandacht
nn: Nokre systemrapportar krev di merksemd
oc: D’unes senhalament sistèma demanda vòstra atencion
pl: Niektóre raporty systemowe wymagają uwagi
pt: Alguns relatórios do sistema requerem a sua atenção
pt_br: Alguns relatórios do sistema requerem sua atenção
ro: Unele rapoarte de sistem necesită atenție
ru: Некоторые системные отчёты требуют вашего внимания
sk: Niektoré systémové hlásenia vyžadujú vašu pozornosť
sl: Nekatera sistemska poročila zahtevajo vašo pozornost
sr: Неки системски извештаји захтевају вашу пажњу
sr@latin: Neki sistemski izveštaji zahtevaju Vašu pažnju
sv: Det finns systemrapporter som kräver din uppmärksamhet
te: కొన్ని వ్యవస్థ నివేదికలు మీ దృష్టిని అవసరం చేస్తున్నాయి
tr: Göz atmanız gereken bazı sistem raporları mevcut
uk: Деякі системні звіти потребують вашої уваги
vi: Một số báo cáo hệ thống yêu cầu bạn chú ý

source: System Snapshots
am: የ ስርአት መመልከቻ ፎቶ
ar: لقطات النظام
ast: Semeyes del sistema
be: Здымкі сістэмы
bg: Системни снимки
ca: Instantànies del sistema
cs: Body obnovení systému
cy: Cipluniau o'r System
da: Øjebliksbilleder af systemet
de: Systemschnappschüsse
el: Στιγμιότυπα Συστήματος
eo: Momentfotoj de la sistemo
es: Instantáneas del sistema
et: Süsteemi hetktõmmised
eu: Sistemaren argazkiak
fa: اسنپ‌شات های سیستم
fi: Palautuspisteet
fr_ca: Instantanés système
he: תמונות מערכת
hi: सिस्टम स्नैपशॉट
hr: Snimke sustava
hu: Rendszer pillanatfelvételek
ia: Instantaneos de systema
is: Skyndiafrit kerfisins
it: Istantanee di sistema
ja: システムスナップショット
ka: სისტემის ანაბეჭდები
kab: Tuṭṭfiwin n unagraw
lo: ພາບຖ່າຍລະບົບ
lt: Sistemos momentinės kopijos
lv: Sistēmas momentuzņēmumi
ms: Snapshot sistem
nb: Systembilder
nl: Momentopnamen van het systeem
nn: Systembilete
oc: Instantanèus sistèma
pl: Migawki systemu
pt: Cópias do sistema
pt_br: Backups do sistema
ro: Instantanee de sistem
ru: Снимки системы
sk: Snapshoty systému
sl: Posnetki sistema
sr: Системски снимци
sv: Ögonblicksbilder av systemet
te: వ్యవస్థ స్నాప్‌షాట్లు
tr: Sistem Anlık Görüntüleri
uk: Знімки системи
vi: Bản sao lưu hệ thống

source: A Timeshift system snapshot is being created.
ar: لقطة النظام ب Timeshift قيد الصنع.
ast: Ta faciéndose una semeya del sistema con Timeshift
be: Здымак сістэмы быў створаны ў Timeshift.
bg: Създава се Timeshift системна снимка.
ca: S'està creant una instantània del sistema Timeshift.
cs: Vytváří se Timeshift bod obnovení systému.
cy: Mae ciplun system Timeshift o'r system yn cael ei greu.
da: Et Timeshift-øjebliksbillede oprettes.
de: Ein Timeshift-Systemschnappschuss wird gerade erstellt.
el: Ένα στιγμιότυπο συστήματος Timeshift δημιουργείται.
eo: Timeshift kreadas momentfoton de la sistemo.
es: Se está creando una instantánea del sistema.
et: Timeshifti hetktõmmise loomine.
eu: Sistemaren Timeshift argazki bat sortzen ari da.
fa: یک اسنپ‌شات سیستم Timeshift درحال ایجاد است.
fi: Timeshift palautuspistettä luodaan.
fr_ca: Un instantané système Timeshift est en cours de création.
he: נוצרת כעת תמונת־חטף מערכת באמצעות טיימשיפט.
hi: टाइमशिफ्ट सिस्टम स्नैपशॉट का सृजन कार्यरत है।
hr: Timeshift snimke sustava se stvaraju.
hu: Folyamatban egy Timeshift rendszer-pillanatkép elkészítése.
ia: Un instantaneo de systema Timeshift essera create.
is: Verið er að gera Timeshift-skyndiafrit kerfisins
it: Creazione di un'istantanea di sistema con Timeshift in corso.
ja: Timeshift のシステムスナップショットが作成されています。
ka: "თაიმშიფტი" სისტემის ანაბეჭდი იქმნება.
lo: ກຳລັງສ້າງພາບຖ່າຍລະບົບ Timeshift.
lt: Yra kuriama Timeshift sistemos momentinė kopija.
lv: Tiek izveidots Timeshift sistēmas momentuzņēmums.
ms: Snapshot sistem Timeshift sedang dibuat.
nb: Et Timeshift-øyeblikksbilde av systemet blir opprettet.
nl: Er wordt met Timeshift een momentopname gemaakt van het systeem.
nn: Eit systembilete med Timeshift vert oppretta.
oc: Un instantanèu sistèma Timeshift es a se crear.
pl: Tworzona jest migawka systemu Timeshift.
pt: Está a ser criada uma cópia do sistema Timeshift.
pt_br: Um backup do sistema Timeshift está sendo criado.
ro: Se creează un instantaneu de sistem Timeshift.
ru: Создаётся снимок системы Timeshift.
sk: Snapshot systému pre Timeshift bol vytvorený.
sl: Posnetek sistema Timeshift se ustvarja.
sr: Системски снимак Тајмшифта је направљен.
sv: Timeshift skapar en ögonblicksbild av systemet.
te: ఒక టైమ్‌షిఫ్ట్ వ్యవస్థ స్నాప్‌షాట్ రూపొందించబడుతోంది.
tr: Timeshift sistem anlık görüntüsü oluşturuluyor.
uk: Створюється знімок системи Timeshift
vi: Bản sao lưu hệ thống Timeshift đang được tạo.

source: Automatic Updates
am: ራሱ በራሱ ማሻሻያ
ar: التحديثات التلقائية
ast: Anovamientos automáticos
be: Аўтаматычныя абнаўленні
bg: Автоматични актуализации
ca: Actualitzacions automàtiques
cs: Automatické aktualizace
cy: Diweddariadau Awtomatig
da: Automatiske opdateringer
de: Automatische Aktualisierungen
el: Αυτόματες Ενημερώσεις
eo: Aŭtomataj ĝisdatigoj
es: Actualizaciones automáticas
et: Automaatsed uuendused
eu: Eguneratze automatikoak
fa: بروزرسانی‌های خودکار
fi: Automaattiset päivitykset
fr_ca: Mises à jour automatiques
he: עדכונים אוטומטיים
hi: स्वतः अपडेट
hr: Automatske nadopune
hu: Automatikus frissítések
ia: Actualisationes automatic
is: Sjálfvirkar uppfærslur
it: Aggiornamenti automatici
ja: 自動アップデート
ka: ავტომატური განახლებები
kab: Ileqman iwurmanen
lo: ການອັບເດດອັດຕະໂນມັດ
lt: Automatiniai atnaujinimai
lv: Automātiskie atjauninājumi
ms: Kemas kini Automatik
nb: Automatiske oppdateringer
nl: Automatisch bijwerken
nn: Automatiske oppdateringar
oc: Mesas a jorn automaticas
pl: Automatyczne aktualizacje
pt: Atualizações automáticas
pt_br: Atualizações automáticas
ro: Actualizări automate
ru: Автоматические обновления
sk: Automatické aktualizácie
sl: Samodejne posodobitve
sr: Аутоматска ажурирања
sv: Automatiska uppdateringar
te: ఆటోమేటిక్‌గా జరిగే నవీకరణలు
tr: Otomatik Güncellemeler
uk: Автоматичні оновлення
vi: Cập nhật tự động

source: Automatic updates are being installed.
ar: يتمُّ تثبيت التحديثات التلقائية.
ast: Los anovamientos automáticos tan istalandose.
be: Аўтаматычныя абнаўленні ўсталяваны.
bg: Автоматичните обновления се инсталират.
ca: S'estan instal·lant actualitzacions automàtiques
cs: Instalují se automatické aktualizace.
cy: Mae diweddariadau awtomatig yn cael eu gosod.
da: Automatiske opdateringer installeres.
de: Automatische Aktualisierungen werden gerade installiert.
el: Γίνεται εγκατάσταση αυτόματων ενημερώσεων
eo: Aŭtomataj ĝisdatigoj estas instalataj.
es: Se están instalando actualizaciones automáticas.
et: Automaatsete uuenduste paigaldamine.
eu: Eguneratze automatikoak instalatzen ari da.
fa: بروزرسانی های خودکار درحال نصب هستند.
fi: Automaattisia päivityksiä asennetaan.
fr_ca: Des mises à jour automatiques sont en cours d’installation.
he: עדכונים אוטומטיים מותקנים כעת.
hi: स्वतः अपडेट इंस्टॉल हो रही हैं।
hr: Automatske nadopune se instaliraju.
hu: Az automatikus frissítések telepítve.
ia: Actualisationes automatic essera installate.
is: Verið er að setja inn sjálfvirkar uppfærslur.
it: Gli aggiornamenti automatici sono in fase di installazione.
ja: 自動アップデートがインストールされています。
ka: ავტომატური განახლებები ყენდება
kab: Ileqman iwurmanen tteddun ad ttwasbedden
lo: ກຳລັງຕິດຕັ້ງການອັບເດດອັດຕະໂນມັດ.
lt: Yra įdiegiami automatiniai atnaujinimai.
lv: Tiek instalēti automātiskie atjauninājumi.
ms: Kemas kini automatik sedang dipasang.
nb: Automatiske oppdateringer blir installert.
nl: Automatisch bijwerken wordt uitgevoerd.
nn: Automatiske oppdateringar vert installerte.
oc: Las mesas a jorn automaticas son a s’installar.
pl: Instalowane są automatyczne aktualizacje.
pt: Estão a ser instaladas atualizações automáticas.
pt_br: Atualizações automáticas estão sendo instaladas.
ro: Se instalează actualizări automate.
ru: Устанавливаются автоматические обновления.
sk: Automatické aktualizácie boli inštalované.
sl: Samodejne posodobitve se nameščajo.
sr: Аутоматска ажурирања су инсталирана.
sv: De automatiska uppdateringarna installeras.
te: స్వయంచాలిత నవీకరణలు స్థాపించబడుతున్నాయి
tr: Otomatik güncellemeler kuruluyor.
uk: Автоматичні оновлення встановлюються
vi: Cập nhật tự động đang được cài đặt.

source: %d Gbps
oc: %d Gbit/s
sr: %d Gb/s
sv: %d Gbit/s
uk: %d Гбіт/с
vi: %d Gb/giây

source: %d Mbps
oc: %d Mbit/s
sr: %d Mb/s
sv: %d Mbit/s
uk: %d Мбіт/с
vi: %d Mb/giây

source: Speed
bg: Скорост
ca: Velocitat
cy: Cyflymder
de: Geschwindigkeit
el: Ταχύτητα
eo: Rapido
es: Velocidad
fi: Nopeus
fr_ca: Débit
he: מהירות
hr: Brzina
hu: Sebesség
ia: Velocitate
is: Hraði
it: Velocità
ja: 速度
ka: სიჩქარე
lo: ຄວາມໄວ
lv: Ātrums
nb: Hastighet
nl: Snelheid
nn: Hastigheit
oc: Velocitat
pl: Prędkość
pt: Velocidade
pt_br: Velocidade
ru: Скорость
sr: Брзина
sv: Hastighet
tr: Hız
uk: Швидкість
vi: Tốc độ
